{
  "name": "Пирог со сливочным кремом и маракуйей",
  "id": 103,
  "announce": [
    "Бисквитный пирог готовится со сливочным кремом и мякотью маракуйи."
  ],
  "description": [
    "Как приготовить пирог со сливочным кремом и маракуйей:",
    "1. Включить духовку для предварительного разогрева до 180 градусов. Смазать маслом круглую жаропрочную форму диаметром 23 см. Застелить форму пергаментом.",
    "2. В большой миске взбить сахар с яичными желтками и апельсиновой цедрой до однородного состояния.",
    "3. В отдельной миске взбить яичные белки до пышного устойчивого состояния. Аккуратно ввести белки в желтковую массу. Постепенно ввести муку, перемешивая лопаткой. Выложить тесто в подготовленную форму и поместить в разогретую духовку на 45-50 минут.",
    "4. Достать пирог из духовки, дать остыть в форме в течение 10 минут, а затем достать из формы, удалить пергамент, дать пирогу полностью остыть.",
    "5. Приготовить крем. Сливки взбить с сахарной пудрой до устойчивого состояния, добавить апельсиновую цедру и маракуйю.",
    "6. Приготовить заливку. В миске смешать сахарную пудру с маракуйей, постепенно ввести кипяток, хорошо перемешивая.",
    "7. Пирог разрезать пополам на два коржа, между ними нанести крем. Сверху пирог со сливочным кремом полить сахарной заливкой.",
    "Пирог со сливочным кремом и маракуйей готов, можно подавать."
  ],
  "ingredients": [
    {
      "name": "Для коржей:",
      "count": ""
    },
    {
      "name": "сахар",
      "count": "100 г"
    },
    {
      "name": "яйца (разделенные на желтки и белки)",
      "count": "4 шт."
    },
    {
      "name": "цедра апельсина",
      "count": "1 ч. л."
    },
    {
      "name": "мука",
      "count": "125 г"
    },
    {
      "name": "масло сливочное (растопленное, остывшее)",
      "count": "125 г"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для крема:",
      "count": ""
    },
    {
      "name": "сливки жирные",
      "count": "180 г"
    },
    {
      "name": "сахарная пудра",
      "count": "2 ст. л."
    },
    {
      "name": "цедра апельсина",
      "count": "1 ч. л."
    },
    {
      "name": "маракуяй свежая или консервированная (мякоть)",
      "count": "1 ст. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для заливки:",
      "count": ""
    },
    {
      "name": "сахарная пудра",
      "count": "200 г"
    },
    {
      "name": "маракуяй свежая или консервированная (мякоть)",
      "count": "3 ст. л."
    },
    {
      "name": "вода кипяток",
      "count": "2 ст. л."
    }
  ],
  "steps": []
}