{
  "name": "Наивкуснейший торт \"Эстерхази\"",
  "id": 109,
  "announce": [
    "Знаменитый венгерский торт \"Эстерхази\" ничем не уступает \"Наполеону\", \"Праге\", \"Захеру\", \"Киевскому\" и т.д."
  ],
  "description": [
    "1. Размешиваем в блендере орехи. В миске смешиваем орехи с мукой и добавляем корицу.",
    "2. В отдельную чашку разбиваем белки, добавляем соль и взбиваем, постепенно добавляя маленькими порциями сахар. Взбиваем до плотных пиков.",
    "3. Смешиваем ореховую смесь с белками, перемешиваем все аккуратно.",
    "4. Разогреваем духовку до 150 градусов. Берем разъемную форму, снимаем борта - нам понадобится только нижняя часть формы. Форму смазываем обильно сливочным холодным маслом, посыпаем мукой. Выкладываем нашу смесь на форму. Разравниваем смесь по форме ножом и выпекаем 15-18 мин. У нас должно выйти 4 коржа.",
    "5. Займемся кремом. Молоко смешиваем с кокосовым молоком, взбиваем. 1/3 от молока отливаем в маленькую кастрюльку. В оставшееся молоко добавляем сахар, желтки, ванильный экстракт, все взбиваем. 1/3 молока в кастрюльке ставим на огонь и помешиваем до закипания. Добавляем желтковую смесь и помешиваем до закипания. Выключаем, остужаем и помещаем на час в холодильник.",
    "6. Берем масло комнатной температуры для крема и взбиваем с вареной сгущенкой. Добавляем наш заварной крем, ликер и все взбиваем. Крем готов.",
    "7. Собираем торт. 3 коржа промазываем приготовленным кремом, последний корж промазываем повидлом. Белый шоколад и сливки растапливаем в кастрюльке, заливаем наш торт. Даем застыть шоколаду.",
    "8. Черный шоколад растапливаем и рисуем при помощи шприца спираль. Берем зубочистку, рисуем перышки - от центра проводим линии, делим торт на 8 частей, потом в противоположную сторону проводим линии, деля эти 8 частей еще пополам и т.д.",
    "Торт должен постоять ночь в холодильнике.",
    "Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "Коржи:",
      "count": ""
    },
    {
      "name": "белки",
      "count": "9 шт."
    },
    {
      "name": "сахар",
      "count": "200 г"
    },
    {
      "name": "грецкие орехи",
      "count": "200 г"
    },
    {
      "name": "мука",
      "count": "3 ст.л."
    },
    {
      "name": "соль",
      "count": "щепотка"
    },
    {
      "name": "корица",
      "count": "щепотка"
    },
    {
      "name": "Крем:",
      "count": ""
    },
    {
      "name": "молоко",
      "count": "100 мл"
    },
    {
      "name": "кокосовое молоко",
      "count": "100 мл"
    },
    {
      "name": "сахар",
      "count": "100 г"
    },
    {
      "name": "желтки",
      "count": "4 шт."
    },
    {
      "name": "масло сливочное",
      "count": "250 г"
    },
    {
      "name": "ликер",
      "count": "2 ст.л."
    },
    {
      "name": "ванильный экстракт",
      "count": "1 ч.л."
    },
    {
      "name": "абрикосовый джем",
      "count": "2 ст. л."
    },
    {
      "name": "сгущенное молоко вареное",
      "count": "200 г"
    },
    {
      "name": "Глазурь:",
      "count": ""
    },
    {
      "name": "белый шоколад",
      "count": "200 г"
    },
    {
      "name": "черный шоколад",
      "count": "50 г"
    },
    {
      "name": "сливки",
      "count": "2 ст.л."
    },
    {
      "name": "Для украшения:",
      "count": ""
    },
    {
      "name": "Миндальные лепестки",
      "count": ""
    }
  ],
  "steps": []
}