{
  "name": "Салат «На скорую руку»",
  "id": 111,
  "announce": [
    "Салаты «на скорую руку» часто выручают, когда времени на «большую» готовку не хватает. Предлагаем рецепт салата «на скорую руку» из квашеной капусты с яблоками и клюквой. А также рецепт сытного салата из курицы, который вполне может заменить основное блюдо. Если у вас есть отварная курятина, салат готовится очень быстро. Но если требуются другие варианты салатов на скорую руку, то ниже много ссылок на другие вкусные салаты на скорую руку."
  ],
  "description": [
    "1. Квашеную капусту слегка отожмите от излишнего сока. Клюкву промойте.",
    "2. Яблоки нарежьте тонкими дольками.",
    "3. Зеленый лук мелко нарежьте.",
    "4. Для заправки протрите клюкву через сито (или разомните ягоды в чашке и процедите сок). Добавьте в клюквенный сок масло, сахар и хорошо перемешайте заправку до однородности.",
    "5. Соедините капусту и яблоки, добавьте клюкву и полейте приготовленной заправкой. Посыпьте салат нарезанным зеленым луком, украсьте зеленью.",
    "*",
    "Салат из отварной курицы.",
    "",
    "",
    "",
    "Продукты:",
    "Мясо куриное - 400-500 г",
    "Огурцы маринованные - 2-3 шт.",
    "Лук репчатый (не крупный) - 1 шт.",
    "Яйца - 3 шт.",
    "Майонез или сметана - 100 г",
    "Зелень - по вкусу",
    "Соль - по вкусу",
    "Перец - по вкусу",
    "Приготовление:",
    "1. Куриное мясо (филе) залейте холодной водой, посолите и поставьте варить до готовности.",
    "2. Сварите вкрутую яйца, остудите их под холодной водой.",
    "3. Яйца мелко порубите, огурцы и курятину мелко нарежьте. Репчатый лук нарежьте кольцами или полукольцами.",
    "4. Все перемешайте и залейте майонезом или сметаной. При необходимости салат посолите и поперчите. Украсьте салат зеленью."
  ],
  "ingredients": [
    {
      "name": "капуста квашеная",
      "count": "300 г"
    },
    {
      "name": "клюква (50 г)",
      "count": "2 ст. ложки"
    },
    {
      "name": "яблоко свежее, кисло-сладкое",
      "count": "0.5 шт."
    },
    {
      "name": "лук зелёный",
      "count": "2-3 шт."
    },
    {
      "name": "зелень петрушки (по желанию)",
      "count": "по вкусу"
    },
    {
      "name": "Для заправки:",
      "count": ""
    },
    {
      "name": "масло растительное",
      "count": "2 ст. ложки"
    },
    {
      "name": "клюква",
      "count": "1 ст. ложка"
    },
    {
      "name": "сахар",
      "count": "1 ч. ложка"
    }
  ],
  "steps": []
}