{
  "name": "Торт \"Фруктовый Наполеон\"",
  "id": 112,
  "announce": [
    "Традиционный вкусный, нежный торт в ярком оформлении."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "мука",
      "count": "1,05 кг (900 г - на коржи, 150 г - на крем)"
    },
    {
      "name": "масло сливочное",
      "count": "360 г (270 г - на коржи, 90 г - на крем)"
    },
    {
      "name": "вода",
      "count": "250 мл"
    },
    {
      "name": "соль",
      "count": "1/2 ч. л."
    },
    {
      "name": "молоко",
      "count": "1,5 л"
    },
    {
      "name": "яйца куриные",
      "count": "3 шт."
    },
    {
      "name": "ванилин",
      "count": "7 г"
    },
    {
      "name": "сахар",
      "count": "250 г"
    }
  ],
  "steps": [
    "1) Насыпаем 900 г муки в большую глубокую емкость, солим, добавляем порезанное на маленькие кусочки сливочное масло (270 г). Мешаем все руками, чтобы масло смешалось с мукой. Добавляем по чуть-чуть воду, смешиваем. Должно получиться такое тесто, как на картинке. 2) Из полученного теста формируем 11 шариков, это наши будущие коржики. Раскатываем тонко, прокалываем вилкой, чтобы не было пузырей, посыпаем противень мукой, выкладываем наш блин, ставим в духовку, разогретую до 200 С на 15 минут.",
    "3) Параллельно выпекаем коржи и делаем крем. Для этого ставим 1,25 литра молока на средний огонь. Нам нужно довести молоко до кипения. 4) Пока молоко нагревается, разбиваем 3 яйца в отдельную миску, добавляем сахар (250 г), взбиваем вилочкой, добавляем 150 г муки, все хорошо перемешиваем. Добавляем 250 мл молока, смешиваем.",
    "5) К этому времени у нас уже должно нагреться молоко, добавляем нашу яичную смесь в горячее молоко. Постоянно мешаем до тех пор, пока масса не загустеет (примерно 15-20 минут). 6) Убираем с огня, добавляем 90 г сливочного масла, перемешиваем, ставим остывать.",
    "7) У каждого готового коржа срезаем неровные края, прикладывая тарелку. Неровные края складываем в миску комбайна. Мы их будем использовать для обсыпки. Вот такие коржики у нас получились. Не расстраивайтесь, если у вас некоторые коржики вздутые - после того, как мы смажем их кремом, все неровности уйдут)))",
    "8) После того, как коржи остыли, крем остыл, собираем наш торт. Смазываем каждый корж очень обильно кремом, чтобы все хорошо пропиталось. У меня как раз ушел весь крем. Не забываем смазать бока! 9) Измельчаем в комбайне оставшиеся кусочки коржей и рукой обсыпаем бока торта, хорошенько прикладывая ладонью крошку, чтобы все прилипло. 10) По желанию украшаем наш торт свежими мандаринами, виноградом и черникой. Можно просто посыпать оставшейся крошкой, добавить орехи, шоколадную крошку и т. п. Приятного аппетита!"
  ]
}