{
  "name": "Бутерброд горячий с яйцом",
  "id": 119,
  "announce": [
    "Такие бутерброды готовятся с жареными грибами, шалотом, яйцом, сыром и помидорами."
  ],
  "description": [
    "1. Большую сковороду разогреть на среднем огне, налить 2 чайные ложки оливкового масла. Выложить 2/3 стакана шалота и жарить, помешивая, около 3 минут. Выложить в сковороду с шалотом грибы, жарить, помешивая, еще около 4 минут. Налить в сковороду вино, посыпать грибы 1/4 чайной ложки соли и перца, довести массу до кипения. Готовить грибы, помешивая, около 2 минут, пока вся жидкость не испариться. Переложить жареные грибы с шалотом на тарелку, накрыть, чтобы сохранить теплыми.",
    "3. Сковороду снова поставить на средний огонь, налить 1 чайную ложку оливкового масла, насыпать 1/3 стакана шалота, жарить, помешивая, примерно 5 минут, до золотистого цвета. Переложить шалот, на тарелку, накрыть, чтобы сохранить теплым.",
    "4. Включить духовку с функцией \"гриль\" для предварительного разогрева до высокой температуры.",
    "5. На каждый ломтик хлеба нанести 2 чайные ложки соуса песто и насыпать 2 столовые ложки сыра. Выложить ломтики хлеба на противень и поместить под гриль примерно на 2 минуты.",
    "6. Ту же сковороду снова поместить на средний огонь, налить оставшуюся 1 чайную ложку оливкового масла и вылить в разогретую сковороду яйца, жарить, не мешая, пока белок не схватится, около 4 минут.",
    "7. На ломтики хлеба с расплавленным сыром выложить по два ломтика помидора, на них распределить грибы и сверху выложить по одному яйцу на каждый бутерброд. Посыпать 1/4 чайной ложки соли, жареным шалотом и базиликом."
  ],
  "ingredients": [
    {
      "name": "хлеб мультизерновой или другой на выбор",
      "count": "4 ломтика (по 40 г)"
    },
    {
      "name": "сыр твердый типа пармезана (измельченный на терке)",
      "count": "60 г"
    },
    {
      "name": "яйца крупные",
      "count": "4 шт."
    },
    {
      "name": "помидоры мясистые",
      "count": "8 ломтиков толщиной 0,5 см"
    },
    {
      "name": "шалот (резаный полосками)",
      "count": "1 стакан"
    },
    {
      "name": "грибы шампиньоны (резаные ломтиками)",
      "count": "230 г"
    },
    {
      "name": "масло оливковое экстра класса",
      "count": "4 ч. л."
    },
    {
      "name": "белое сухое вино",
      "count": "2 ст. л."
    },
    {
      "name": "черный молотый перец",
      "count": "1/2 ч. л."
    },
    {
      "name": "соль",
      "count": "1/4 ч. л."
    },
    {
      "name": "соус песто",
      "count": "8 ч. л."
    },
    {
      "name": "базилик свежий (рубленый)",
      "count": "3 ст. л."
    }
  ],
  "steps": []
}