{
  "name": "Стромболи (пицца-рулет) с индейкой, ветчиной и сыром",
  "id": 122,
  "announce": [
    "Стромболи - это разновидность пиццы, которая сворачивается рулетом, а затем запекается в духовке. Данный рецепт пиццы стромболи - с индейкой, ветчиной, шпинатом, сладким перцем и сыром."
  ],
  "description": [
    "Как приготовить стромболи с индейкой, ветчиной и сыром:",
    "",
    "1. Ветчину нарезать тонкими ломтиками. Сыр натереть на терке. Шпинат и болгарский перец нарезать полосками. Мясо индейки также мелко нарезать. Оливки измельчить. Взбить яйцо.",
    "2. Духовку разогреть до температуры 190 градусов. Противень смазать маслом и посыпать кукурузной мукой.",
    "3. Аккуратно раскатать корж для пиццы в прямоугольник размерами 30х25 см.",
    "4. На корж выложить ломтики ветчины, оставляя с каждой стороны края по 1 см. Посыпать ветчину половиной подготовленного сыра.",
    "5. Следующим слоем выложить шпинат и индейку. Посыпать оставшимся сыром. Сверху посыпать перцем и оливками.",
    "6. Свернуть корж рулетом вдоль длинной стороны. Тщательно защипнуть края.",
    "7. Подготовленный рулет с индейкой, ветчиной и сыром выложить на противень швом вниз. Смазать взбитым яйцом. Ножом сделать несколько надрезов на поверхности рулета, чтобы при выпекании выходил пар. Выпекать стромболи 30 минут (до золотистого цвета).",
    "8. Готовую пиццу-рулет с индейкой, ветчиной и сыром аккуратно охладить. Нарезать и подавать.",
    "(Стромболи можно заморозить впрок и хранить до одного месяца в морозильной камере.)"
  ],
  "ingredients": [
    {
      "name": "корж для пиццы 30 см (сырой)",
      "count": "1 шт."
    },
    {
      "name": "индейка отварная (филе)",
      "count": "100 г"
    },
    {
      "name": "ветчина",
      "count": "100 г"
    },
    {
      "name": "сыр моцарелла",
      "count": "100 г"
    },
    {
      "name": "шпинат",
      "count": "0,5-1 пучок"
    },
    {
      "name": "перец болгарский",
      "count": "0,5-1 шт."
    },
    {
      "name": "оливки",
      "count": "0,5 стакана"
    },
    {
      "name": "яйцо куриное",
      "count": "1 шт."
    },
    {
      "name": "мука кукурузная",
      "count": "1 ст. ложка"
    },
    {
      "name": "масло оливковое",
      "count": "1 ч. ложка"
    }
  ],
  "steps": []
}