{
  "name": "Итальянский слоеный салат",
  "id": 124,
  "announce": [
    "От редакции. Великолепное украшение стола – слоеные салаты. Рецепты таких салатов ничуть не сложнее, чем обычных, а выглядит такой слоеный салат, как настоящее произведение кулинарного искусства. Здесь вам предлагается рецепт слоеного салата по-итальянски."
  ],
  "description": [
    "Роскошный салат. Вся Италия в одном блюде – паста, сыр, салями, оливки. Кроме этого, даже экзотические белоснежные сердцевинки капустной пальмы (есть такая вкусная вещь). Разноцветные слои смотрятся очень красиво. Салат не перемешивается, но настаивается несколько часов в холодильнике. Последовательность слоев можете выбирать любую, по своему вкусу.",
    "",
    "В большой салатнице выкладывайте слоями тортеллини, колбасу, турецкий горох, сыр, перец, фасоль, помидоры, капустную пальму, оливки. Накройте и поместите в холодильник (до 24 часов) перед тем, как подавать к столу. Подайте итальянский салат с заправкой «Винегрет». Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "Тортеллини (итальянские пельмени) с сыром, приготовленные согласно инструкции на упаковке и охлажденные – 1 упаковка (560 г)",
      "count": ""
    },
    {
      "name": "Фасоль белая консервированная (без жидкости) – 1 банка (530 г)",
      "count": ""
    },
    {
      "name": "Помидоры маленькие (грейп или черри), разрезанные пополам – 2 стакана",
      "count": ""
    },
    {
      "name": "Нут консервированный (без жидкости) – 1 банка (420 г)",
      "count": ""
    },
    {
      "name": "Салями, нарезанная мелкими кубиками – 1 ½ стакана",
      "count": ""
    },
    {
      "name": "Сыр Проволоне (или другой твердый нежирный сыр), нарезанный кубиками – 1 ½ стакана",
      "count": ""
    },
    {
      "name": "Сердцевинки капустной пальмы консервированные (по возможности), тонко нарезанные – 250 г",
      "count": ""
    },
    {
      "name": "Перец зеленый, мелко нарезанный – 1 шт.",
      "count": ""
    },
    {
      "name": "Зеленые оливки нарезанные – 1 стакан",
      "count": ""
    },
    {
      "name": "Салатная заправка «Винегрет» готовая (или как вариант: соль, перец, горчица, чеснок, бальзамический уксус, оливковое масло)",
      "count": ""
    }
  ],
  "steps": []
}