{
  "name": "Чесночные хлебные лепешки",
  "id": 13,
  "announce": [
    "Для приготовления таких чесночных лепешек нужно подготовить дрожжевое тесто и чесночное пюре из печеного чеснока. Хлебные лепешки готовятся очень просто."
  ],
  "description": [
    "Как приготовить чесночные хлебные лепешки:",
    "1. Сначала нужно приготовить печеный чеснок. Включить духовку для предварительного разогрева до 190 градусов. Головку чеснока поставить в небольшую квадратную форму, сделанную из фольги. Сбрызнуть чеснок 1 чайной ложкой масла и завернуть в фольгу. Поставить эту конструкцию в разогретую духовку на 45 минут. Затем достать чеснок из духовки, дать остыть и выдавить чесночную мякоть в небольшую миску. Добавить в миску с чесноком 2 столовые ложки масла и размять чеснок вилкой, смешивая с маслом.",
    "2. Приготовить сами лепешки. В духовку на средний уровень установить большой противень, а саму духовку включить для предварительного разогрева до 200 градусов. В чашу кухонного комбайна или в обычную миску насыпать муку, дрожжи и соль. В теплой воде развести 5 ложек масла и ввести эту смесь в муку с дрожжами, замесить однородное тесто.",
    "3. Переложить тесто на присыпанную мукой поверхность, еще пару минут обмять, а затем переложить в промасленную миску, накрыть полотенцем и поставить в теплое место для подъема на час. По истечении этого времени тесто обмять и разделить на две части, скатать шары, размять в овалы размером 25х15 см. Выложить на тесто чесночную начинку и распределить по всей поверхности. Накрыть полотенцем и оставить чесночные лепешки на 20 минут. Затем перенести лепешки на противень и запекать хлебные лепешки в духовке до золотистого цвета, около 20 минут. Готовые хлебные лепешки охладить при комнатной температуре."
  ],
  "ingredients": [
    {
      "name": "чеснок (срезать 0,5 см верхушки)",
      "count": "1 целая головка"
    },
    {
      "name": "масло оливковое экстра класса",
      "count": "1 ч. л.+2 ст. л."
    },
    {
      "name": "мука хлебная",
      "count": "3 1/2 стакана"
    },
    {
      "name": "дрожжи быстродействующие",
      "count": "2 ч. л."
    },
    {
      "name": "соль",
      "count": "2 ч. л."
    },
    {
      "name": "масло оливковое",
      "count": "5 ст. л."
    },
    {
      "name": "вода теплая",
      "count": "1 1/3 стакана"
    }
  ],
  "steps": []
}