{
  "name": "Шаурма с курицей",
  "id": 133,
  "announce": [
    "Аппетитная шаурма с курицей – отличный вариант для сытного перекуса. Поджаренные кусочки куриной грудки великолепно сочетаются со свежими овощами. А вкусовой тон задает соус, приготовленный на основе майонеза."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Лаваш тонкий – 1 шт.",
      "count": ""
    },
    {
      "name": "Куриная грудка – 300 г",
      "count": ""
    },
    {
      "name": "Капуста белокочанная – 200 г",
      "count": ""
    },
    {
      "name": "майонез",
      "count": "100 г"
    },
    {
      "name": "Огурец свежий – 1 шт.",
      "count": ""
    },
    {
      "name": "Помидор – 1 шт.",
      "count": ""
    },
    {
      "name": "Лук репчатый красный – 1 шт.",
      "count": ""
    },
    {
      "name": "Перец болгарский – 0,5 шт.",
      "count": ""
    },
    {
      "name": "Уксус винный белый – 4 ст. ложки",
      "count": ""
    },
    {
      "name": "Масло растительное – 4 ст. ложки",
      "count": ""
    },
    {
      "name": "Сахар – 1 ч. ложка",
      "count": ""
    },
    {
      "name": "Петрушка свежая – 3 веточки",
      "count": ""
    },
    {
      "name": "чеснок –",
      "count": "3 зубчика"
    },
    {
      "name": "Соль – по вкусу",
      "count": ""
    },
    {
      "name": "Перец черный молотый – по вкусу",
      "count": ""
    }
  ],
  "steps": [
    "В миску выкладываем майонез. Петрушку промываем, обсушиваем и мелко рубим. Добавляем петрушку в майонез. Очищаем чеснок, пропускаем зубки через пресс. Чесночную массу добавляем в майонез с зеленью. Немного приправляем солью и черным молотым перцем.",
    "Хорошо перемешиваем майонез с чесноком и петрушкой. Соус для шаурмы готов, отставляем его в сторону.",
    "Красный репчатый лук очищаем, нарезаем тонкими полукольцами.",
    "Лук перекладываем в отдельную миску и заливаем винным уксусом. Посыпаем сахаром и щепоткой соли, перемешиваем. Оставляем лук мариноваться.",
    "Куриную грудку нарезаем небольшими кубиками.",
    "В сковороде разогреваем растительное масло. Выкладываем в масло кусочки курицы, сдабриваем их чуть-чуть солью и молотым перчиком. Поджариваем курицу до готовности (около 7-10 минут), периодически помешивая.",
    "Свежий огурчик и сладкий болгарский перец, очищенный от семян, нарезаем соломкой.",
    "Капусту шинкуем. Помидор нарезаем полукружиями. Капусту слегка солим и приминаем руками.",
    "Тонкий лаваш разрезаем на две части (с каждой частью работаем поочерёдно). Подготовленные ингредиенты начинки также делим пополам. Выкладываем лаваш на стол, одну сторону смазываем майонезным соусом (примерно 2 ст. ложки).",
    "На соус выкладываем капусту. Замаринованный красный лук освобождаем от маринада, выкладываем на капусту.",
    "Затем распределяем поджаренные кусочки куриной грудки.",
    "На грудку выкладываем измельченный огурец и перец.",
    "Добавляем столовую ложку соуса. Завершающий слой – нарезанный помидор. Аналогично делаем вторую шаурму с курицей.",
    "Сворачиваем лаваш с начинкой в форме конверта.",
    "Подготовленную шаурму с курицей и овощами поджариваем на раскаленной сухой сковороде (в идеале – на сковороде-гриль) с каждой стороны по минутке.",
    "Сытная домашняя шаурма с курицей, овощами и майонезом готова!",
    "Приятного аппетита!"
  ]
}