{
  "name": "Простые и вкусные бутерброды со свининой",
  "id": 145,
  "announce": [
    "Как сделать простые бутерброды с мясом, обжаренном в льезоне. Такие бутерброды сами по себе достаточно примитивны, зато очень вкусные и сытные, и готовятся быстро и просто."
  ],
  "description": [
    "Приветствую Вас, уважаемые посетители блога!",
    "",
    "Сегодня - рецепт простых бутербродов. Говоря «простые», я не имею в виду масло, намазанное на хлеб, сверху накрытое сыром или колбасой. Такие быстрые бутерброды сделает сам себе и первоклассник.",
    "Речь о том, как сделать простые бутерброды с мясом, обжаренном в льезоне. Такие бутерброды сами по себе достаточно примитивны, зато очень вкусные и сытные, и готовятся быстро и просто."
  ],
  "ingredients": [
    {
      "name": "Свинина нежирная",
      "count": ""
    },
    {
      "name": "яйцо",
      "count": "2 шт."
    },
    {
      "name": "майонез",
      "count": "80-100 г"
    },
    {
      "name": "растительное масло",
      "count": "2-3 ст. л."
    },
    {
      "name": "соль",
      "count": "по вкусу"
    },
    {
      "name": "перец",
      "count": "по вкусу"
    },
    {
      "name": "Зелень (какая есть), зеленый лук",
      "count": ""
    },
    {
      "name": "Хлеб",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить простые и вкусные бутерброды с мясом: Мясо нарежем на пластинки толщиной 5-7 мм и размером с будущий бутерброд.",
    "Для льезона в отдельную чашку разбиваем яйца, добавляем майонез, соль и перец по вкусу. Все тщательно перемешиваем.",
    "Далее, ставим на огонь сковородку, наливаем растительное масло и накаляем его. Пластинки мяса обмакиваем в льезоне и отправляем в сковородку. Свинина готовится быстро, поэтому жарим с каждой стороны примерно минуту-две.",
    "Прожаренные кусочки мяса складываем в отдельную тарелку.",
    "Оставшийся льезон также отправляем в сковородку и доводим до готовности – эта вкуснятина тоже пригодится.",
    "Зелень, в данном случае лук, нарезаем под размер будущих бутербродов.",
    "Осталось только нарезать хлеб. Какой хлеб и какой будет толщина и форма нарезки зависит исключительно от Вашего желания. Словом, нарезали хлеб, уложили на него мясо и кусочки жареного льезона. А сверху – зелень (лук, укроп, петрушка). Все готово. Вот такой вот сегодня у меня рецепт простых бутербродов с мясом. Да какой там рецепт – просто полет вдохновения – таких быстрых бутербродов можно напридумывать сотни!"
  ]
}