{
  "name": "Торт \"Сладкая нежность\" (без выпечки)",
  "id": 15,
  "announce": [
    "Авторский рецепт. Если нет духовки, но хочется чего-то изысканно-вкусного, то этот рецепт торта идеален. Коржи для торта на сгущенном молоке выпекаются на сковороде."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для коржей:",
      "count": ""
    },
    {
      "name": "сгущенное молоко",
      "count": "1 банка (380 г)"
    },
    {
      "name": "мука",
      "count": "2 стакана"
    },
    {
      "name": "яйцо",
      "count": "1 шт."
    },
    {
      "name": "сода (гашеная)",
      "count": "1 ч.л."
    },
    {
      "name": "Для заварного крема:",
      "count": ""
    },
    {
      "name": "молоко",
      "count": "166 мл"
    },
    {
      "name": "масло сливочное",
      "count": "116 г"
    },
    {
      "name": "сахар",
      "count": "0,75 стакана"
    },
    {
      "name": "яйцо",
      "count": "1 шт."
    },
    {
      "name": "мука",
      "count": "1 ст.л."
    },
    {
      "name": "Для шоколадной глазури:",
      "count": ""
    },
    {
      "name": "масло сливочное",
      "count": "25 г"
    },
    {
      "name": "молоко",
      "count": "2 ст.л."
    },
    {
      "name": "сахарная пудра",
      "count": "2 ст.л."
    },
    {
      "name": "какао",
      "count": "1 ст.л."
    },
    {
      "name": "Для украшения:",
      "count": ""
    },
    {
      "name": "Шоколад (или конфетка шоколадная)",
      "count": ""
    },
    {
      "name": "Ягоды",
      "count": ""
    }
  ],
  "steps": [
    "Коржи. Все ингредиенты смешать, замесить тесто.",
    "Разделить тесто на несколько частей (у меня получилось 10), раскатать коржи. Тесто нежное, поэтому лучше это делать на доске и с нее выкладывать коржи на сковороду. Тесто будет липкое, поэтому периодически присыпать мукой стол и коржи. Обжаривать коржи на сковороде очень быстро!",
    "Если получились неровные края, то можно их обрезать и потом крошкой посыпать готовый тортик.",
    "Заварной крем. Растереть яйцо с сахаром и мукой до однородной массы. Добавить молоко и масло, поставить на водяную баню. Мешать до загустения. Снять, остудить хорошо (можно в ледяную воду поставить). Взбить миксером до легкого побеления массы.",
    "Шоколадная глазурь. В кастрюльке смешать молоко и масло, поставить на слабый огонь. Как только масло растает, добавить сахар с какао. Мешать до однородной массы, снять с огня.",
    "Сборка торта. Нижний корж промазать шоколадной глазурью.",
    "Остальные коржи смазать заварным кремом.",
    "Кисточкой обмазать бока собранного торта глазурью. Посыпать шоколадной крошкой, украсить ягодами. Убрать торт в холодильник. Приятного чаепития!"
  ]
}