{
  "name": "Картофельная запеканка с маринованным лососем",
  "id": 152,
  "announce": [
    "Картошечка с лососем - это превосходное блюдо на все случаи жизни."
  ],
  "description": [
    "1. Приготовить маринованную рыбу. В большую миску сложить укроп, соль, сахар, перец и налить бренди. Все хорошо перемешать. Выложить в этот маринад лосось и хорошо обмакнуть в нем со всех сторон. В конце сложить филе пополам, шкуркой наружу. Обвернуть рыбу в фольгу.",
    "2. Положить филе в миску, а сверху поставить груз (например банку с водой). Поставить миску в холодильник на 12 часов. По истечение этого времени достать рыбу из холодильника, не снимая фольги, перевернуть кусок на другую сторону, поставить сверху груз и снова поставить в холодильник на 12 часов. Через 12 часов достать рыбу из маринада и обтереть бумажным полотенцем. Порезать филе на небольшие тонкие кусочки.",
    "3. Разогреть духовку до 200 градусов. Жаропрочную форму смазать сливочным маслом.",
    "4. Выложить в подготовленную форму половину картофеля, на него слой рыбы и лука. Посыпать все укропом и сверху выложить оставшийся картофель.",
    "5. В миске соединить яйца, молоко, соль и перец, слегка взбить венчиком или вилкой. Полить этой смесью картофельную запеканку, сверху выложить оставшееся масло и выпекать около 1 часа, до мягкости картофеля.",
    "Подавать блюдо горячим."
  ],
  "ingredients": [
    {
      "name": "масло сливочное (размягченное)",
      "count": "2 ст. л."
    },
    {
      "name": "картофель молодой (порезанный тонкими кружочками)",
      "count": "8 шт."
    },
    {
      "name": "лук репчатый (мелко рубленый)",
      "count": "1 шт."
    },
    {
      "name": "укроп свежий (рубленый)",
      "count": "30 г (2 ст. л.)"
    },
    {
      "name": "яйца (взбитые)",
      "count": "3 шт."
    },
    {
      "name": "молоко",
      "count": "400 г (1 2/3 стакана)"
    },
    {
      "name": "соль",
      "count": "1 ч. л."
    },
    {
      "name": "белый молотый перец",
      "count": "1/2 ч. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для приготовления рыбы:",
      "count": ""
    },
    {
      "name": "морская соль",
      "count": "90 г (6 ст. л.)"
    },
    {
      "name": "сахар белый",
      "count": "90 г (6 ст. л.)"
    },
    {
      "name": "бренди",
      "count": "30 г (2 ч. л.)"
    },
    {
      "name": "черный молотый перец",
      "count": "1 ч. л."
    },
    {
      "name": "Филе лосося",
      "count": ""
    }
  ],
  "steps": []
}