{
  "name": "Салат \"Цезарь\" с куриной грудкой",
  "id": 156,
  "announce": [
    "Предлагаем вам приготовить популярный салат \"Цезарь\", дополнив основные ингредиенты салата жареной куриной грудкой. Пикантность салату с курицей придает соус для салата цезарь."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Куриная грудка (подмороженная) – 250 г",
      "count": ""
    },
    {
      "name": "Сыр твердый – 50 г",
      "count": ""
    },
    {
      "name": "Батон – 5 ломтиков",
      "count": ""
    },
    {
      "name": "Чеснок – 1 зубчик",
      "count": ""
    },
    {
      "name": "Салат листовой (айсберг, пекинская капуста и т. п.) – 150 г",
      "count": ""
    },
    {
      "name": "Масло оливковое – 4 ст. ложки",
      "count": ""
    },
    {
      "name": "Соль – по вкусу",
      "count": ""
    },
    {
      "name": "Перец черный молотый – по вкусу",
      "count": ""
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для заправки:",
      "count": ""
    },
    {
      "name": "майонез",
      "count": "2,5 ст. ложки"
    },
    {
      "name": "Масло оливковое – 2 ст. ложки",
      "count": ""
    },
    {
      "name": "Желток – 1 шт.",
      "count": ""
    },
    {
      "name": "Горчица столовая – 1 ч. ложка",
      "count": ""
    },
    {
      "name": "Орегано сушёный – 1 щепотка",
      "count": ""
    },
    {
      "name": "Соль – по вкусу",
      "count": ""
    },
    {
      "name": "Перец черный молотый – по вкусу",
      "count": ""
    }
  ],
  "steps": [
    "Батон нарезаем кубиками или брусочками. Сбрызгиваем столовой ложкой оливкового масла и натираем зубчиком чеснока.",
    "Подсушиваем нарезанный хлеб на сковороде до румяной корочки.",
    "Слегка подмороженную (чтоб удобнее было нарезать) куриную грудку нарезаем небольшими кубиками.",
    "Разогреваем на сковороде 3 ст. ложки оливкового масла. Выкладываем на сковороду с маслом кусочки куриного филе и поджариваем до готовности, примерно 8-10 минут. Затем остужаем.",
    "Сыр твёрдых сортов натираем на мелкой тёрке.",
    "Готовим салатную заправку. В миску выкладываем майонез. Добавляем к майонезу горчицу, оливковое масло (2 ст. ложки), растертый желток, орегано. Приправляем немного солью и черным молотым перцем, перемешиваем.",
    "Заправка для салата готова.",
    "В тарелку (миску) рвем руками салатные листья.",
    "Добавляем натертый сыр и кусочки курицы. Немного сыра оставляем для оформления салата.",
    "Добавляем приготовленную салатную заправку.",
    "Салат с курицей и сыром перемешиваем, пробуем на вкус. При необходимости добавляем специи.",
    "Выкладываем салат \"Цезарь\" в салатник. Посыпаем оставшимся сыром и добавляем сухарики.",
    "Вкусный салат \"Цезарь\" с куриной грудкой, сыром и сухариками готов! Приятного аппетита!"
  ]
}