{
  "name": "Английский торт \"Мокка\"",
  "id": 16,
  "announce": [
    "Прекрасное сочетание масляного шоколадного бисквита с миндальной мукой и масляного кофейного крема делает этот торт очень вкусным и интересным во всех отношениях лакомством."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для бисквита:",
      "count": ""
    },
    {
      "name": "масло сливочное",
      "count": "175 г"
    },
    {
      "name": "сахар",
      "count": "175 г"
    },
    {
      "name": "джем или мармелад",
      "count": "2 ст. ложки"
    },
    {
      "name": "шоколад",
      "count": "175 г"
    },
    {
      "name": "мука",
      "count": "175 г"
    },
    {
      "name": "разрыхлитель",
      "count": "2 ч. ложки"
    },
    {
      "name": "мука миндальная",
      "count": "50 г"
    },
    {
      "name": "яйца",
      "count": "5 шт."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для крема:",
      "count": ""
    },
    {
      "name": "масло сливочное",
      "count": "250 г"
    },
    {
      "name": "пудра сахарная",
      "count": "250 г"
    },
    {
      "name": "желток яичный",
      "count": "2 шт."
    },
    {
      "name": "кофе растворимый",
      "count": "1 ст. ложка"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для украшения:",
      "count": ""
    },
    {
      "name": "фисташки",
      "count": "по вкусу"
    },
    {
      "name": "шоколад",
      "count": "по вкусу"
    },
    {
      "name": "миндаль",
      "count": "по вкусу"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для пропитки:",
      "count": ""
    },
    {
      "name": "сахар",
      "count": "5 ст. ложек"
    },
    {
      "name": "вода",
      "count": "5 ст. ложек"
    },
    {
      "name": "ром",
      "count": "1-2 ст. ложки (по желанию)"
    }
  ],
  "steps": [
    "Подготавливаем продукты для шоколадного торта с масляным кремом.",
    "Как приготовить английский шоколадный торт с масляным кофейным кремом: На водяной бане или в микроволновой печи растапливаем 175 граммов шоколада.",
    "У пяти яиц отделяем белки от желтков.",
    "Белки взбиваем в плотную пену и отставляем в сторону.",
    "В миску миксера кладём 175 граммов сливочного масла и 175 граммов сахарного песка. Взбиваем смесь добела и добавляем желтки.",
    "Не прекращая взбивания, добавляем две столовые ложки джема. Собираем яично-масляную смесь со стенок, добавляем растопленный шоколад и продолжаем взбивать ещё 3-5 минут.",
    "Добавляем 50 граммов миндальной муки, муку из миндаля можно сделать при помощи электрической кофемолки.",
    "Перемешиваем и просеиваем в полученную смесь 175 граммов муки смешанной с двумя чайными ложками разрыхлителя.",
    "Слегка перемешиваем и в два приёма вмешиваем в полученное тесто взбитые белки.",
    "Выкладываем тесто в предварительно смазанную сливочным маслом или маргарином и хорошо присыпанную мукой форму диаметром 24 сантиметра. Разравниваем от середины к краям так, чтобы в середине получилась небольшая впадина.",
    "Выпекаем бисквит в заранее разогретой духовке при температуре 180 градусов Цельсия приблизительно 50 минут. Готовность бисквита проверяем деревянной палочкой. Готовый бисквит вынимаем из духовки, даём немного остыть, вынимаем из формы и остужаем.",
    "Сварим сироп для пропитки бисквита. В кастрюльку кладём 5 столовых ложек сахара и наливаем 5 столовых ложек воды. Ставим на огонь, доводим до кипения и варим минуту до прозрачности. Готовый сироп остужаем.",
    "Приготовим масляный крем на желтках с кофе. В миску миксера кладём 250 граммов мягкого сливочного масла, взбиваем добела, и в несколько приёмов добавляем 250 граммов сахарной пудры, время от времени снимая крем со стенок миски миксера.",
    "Взбиваем масляный крем в белую и пышную массу и, не прекращая взбивания, добавляем одну столовую ложку растворимого кофе или одну-две чашечки очень крепкого и слегка охлаждённого кофе.",
    "Добавляем в крем два желтка, взбиваем ещё одну-две минуты и отставляем готовый крем в сторону.",
    "Остывший и немного отдохнувший бисквит разрезаем на три равных коржа.",
    "Кладём на круг для сборки торта первый корж срезанной стороной вверх. В остывший сироп добавляем по желанию 1-2 столовые ложки рома или бренди.",
    "Пропитываем сиропом первый корж.",
    "Смазываем кремом и разравниваем.",
    "Укладываем сверху второй корж, пропитываем сиропом второй и третий коржи. Второй корж смазываем 1/3 частью крема.",
    "Переворачиваем на него третий корж - гладкой стороной вверх. Обмазываем весь торт оставшимся кремом.",
    "И украшаем по-своему усмотрению. Мы обсыпаем бока торта миндальными пластинками и украшаем торт шоколадной стружкой, измельчёнными фисташками и миндалём.",
    "Готовый английский торт \"Мокка\" оставляем на несколько часов в холодильнике и подаём к праздничному столу.",
    "Приятного аппетита!"
  ]
}