{
  "name": "Тортик \"Мечта холостяка\"",
  "id": 164,
  "announce": [
    "Вот такой тортик можно сделать мужчине на праздник.",
    "Я его сделала на 25 лет своему брату."
  ],
  "description": [
    "В основу бюста пошел тортик \"Птичье молоко\".",
    "1. 200 гр. масла и 1,5 стакана сахара растереть. Затем по одному вбивать 5 яиц. Далее 1,5 ч. л. соды, гашенной уксусом, и 1,5 стакана муки.",
    "2. Тесто разделить пополам, в одну часть положить 5 ч. л. какао. Форму смазать маслом, посыпать манкой и запекать примерно минут 25-30 при 180 градусах (зависит от духовки, так что смотрите сами по готовности; проверяла спичкой).",
    "3. 300 гр. масла и 1,5 ст. сахара растереть, добавить холодную манную кашу (2 ст. молока и 3 ст. л. манки - каша густая). Все это взбить до белого состояния. Натереть 2 лимона и добавить в крем.",
    "4. Я испекла коржи в форме для выпечки в виде сердца (получилось 2 коржа - темного и белого цвета). Далее, повернула к себе корж в виде сердца острым концом от себя, т. е. когда смотришь на него, то получается, что выпуклости :) смотрят на тебя. Чашкой вырезала круги из темного и светлого коржа (будущие груди), их разрезала вдоль и смазала кремом.",
    "Оставшуюся часть от белого коржа подложила к верхней части бюста, имитируя верхнюю часть бюста. Остаток от темного коржа положила под грудь для корсета. Также разрезала их вдоль и смазала кремом.",
    "Далее обтянула мастикой из маршмелоу и украсила тоже мастикой. )) Для корсета сделала мастику из маршмеллоу (суфле Бон-пари):",
    "1. Суфле или пастилу (1 пачку) выложить в миску, добавить масло (примерно 1 ч. л.) и поставить в микроволновку секунд на 30.",
    "2. Суфле разбухнет и станет мягким, вытащить его из микроволновки и сразу добавить сахарную пудру. Размешать все хорошо руками, пудру досыпать в суфле до тех пор, пока масса не перестанет липнуть к рукам. У меня на корсет и имитацию кожи ушло 2 пачки маршмелоу и сахарной пудры - примерно 400 гр."
  ],
  "ingredients": [
    {
      "name": "500 г масла",
      "count": ""
    },
    {
      "name": "300 г сахара",
      "count": ""
    },
    {
      "name": "5 яиц",
      "count": ""
    },
    {
      "name": "1,5 ч. л. соды, гашенной уксусом",
      "count": ""
    },
    {
      "name": "1,5 стакана муки",
      "count": ""
    },
    {
      "name": "5 ч. л. какао",
      "count": ""
    },
    {
      "name": "2 стакана молока",
      "count": ""
    },
    {
      "name": "3 ст. л. манки",
      "count": ""
    },
    {
      "name": "2 лимона",
      "count": ""
    },
    {
      "name": "",
      "count": "2 пачки маршмеллоу"
    },
    {
      "name": "400 г сахарной пудры",
      "count": ""
    },
    {
      "name": "1 ч. л. масла для мастики",
      "count": ""
    }
  ],
  "steps": []
}