{
  "name": "Быстрый пирог к завтраку",
  "id": 170,
  "announce": [
    "Очень вкусный пирог к завтраку. Рецепт по мотивам известных английских булочек - сконов, с которыми в Великобритании пьют утренний кофе. Учитывая время выпекания, приготовление пирога на кефире занимает минут 30. Конечно, пирог можно подавать не только на завтрак."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Масло сливочное (или маргарин) — 70 г",
      "count": ""
    },
    {
      "name": "Кефир — 130 г",
      "count": ""
    },
    {
      "name": "Яйцо куриное — 1 шт.",
      "count": ""
    },
    {
      "name": "Мука пшеничная (1 сорт или высший) — 280 г",
      "count": ""
    },
    {
      "name": "Мука цельнозерновая — 50 г",
      "count": ""
    },
    {
      "name": "Разрыхлитель — 10 г",
      "count": ""
    },
    {
      "name": "Сахар — 70 г",
      "count": ""
    },
    {
      "name": "Соль — 0,5 ч. л.",
      "count": ""
    },
    {
      "name": "Цедра половины лимона (тертая)",
      "count": ""
    },
    {
      "name": "Орехи грецкие (молотые) — 30 г",
      "count": ""
    },
    {
      "name": "Ягоды (любые мелкие, замороженные) — 70 г",
      "count": ""
    },
    {
      "name": "масло растительное",
      "count": "для смазывания пергамента"
    },
    {
      "name": "сахарная пудра",
      "count": "для украшения"
    }
  ],
  "steps": [
    "Смешиваем в миске все сухие ингредиенты. Добавляем масло (холодное) или маргарин хорошего качества и руками разминаем тесто в крошку.",
    "Отдельно смешиваем кефир и яйцо (оставляем примерно 2 ст. ложки кефира для смазывания пирога). Добавляем цедру. Добавляем смеси друг к другу и замешиваем тесто.",
    "В завершении вмешиваем замороженные ягоды в тесто, быстро, чтобы ягоды не успели растаять. (Можно взять сушеные ягоды.)",
    "Накрываем противень пергаментом и смазываем пергамент растительным маслом. Формируем на противне лепёшку из теста, диаметром примерно 20-23 см.",
    "Смазываем её оставшимся кефиром. Ножом надрезаем лепёшку на 8 частей.",
    "Выпекаем пирог на кефире, с ягодами и орехами, в духовке, разогретой до 200 градусов, примерно 20 минут (ориентируйтесь по своей духовке). Украшаем готовый пирог сахарной пудрой. Пирог можно не резать, он легко делится на кусочки прямо руками. Вкусен в горячем и холодном виде."
  ]
}