{
  "name": "Аджапсандали на чвиштари",
  "id": 175,
  "announce": [
    "Кавказский вариант соте из баклажанов (аджапсандали) на лепешках из кукурузной муки с сыром (чвиштари). Этот рецепт просто очаровал меня своим сказочным названием. Потом оказалось, что и вкус блюда полностью оправдывает самые сказочные ожидания. А готовить его оказалось вполне просто."
  ],
  "description": [
    "К слову сказать, в этот, вычитанный мной рецепт, я вообще не вносил изменений. Разве что заменил кинзу и базилик, которые недолюбливаю, привычными укропом и петрушкой. Но это каждому решать самому.",
    "*",
    "1. Сначала замесим тесто для лепешек-чвиштари. В глубокую посуду выложим кукурузную муку, яйца, сметану, манную крупу, разрыхлитель, соль по вкусу. Все хорошенько перемешаем.",
    "2. Натрем на мелкой терке сыр, добавим к тесту. ВНИМАНИЕ(!!!): сыр сулугуни, как правило, достаточно соленый сам по себе. Степень солености сыра надо учитывать, когда добавляем соль.",
    "3. Тесто хорошенечко вымесим. Оно будет все равно липнуть к рукам - это нормально. Готовое тесто уберем в холодильник и начнем готовить аджапсандали.",
    "4. Баклажаны и перец нарежем крупными кубиками. Разогреем в глубоком сотейнике или сковороде 2-3 ст. л. растительного масла и обжариваем перец и баклажаны минут 7, чтобы \"зазолотились\".",
    "5. Лук нарежем тоненькими полуколечками, помидоры - мелкими кубиками. Разогреем еще 2-3 ст. л. масла в другом сотейнике или сковороде. Сперва три минуты пассеруем лук, потом добавим помидоры и все потушим минут 5.",
    "6. Соединяем овощи из двух сотейников вместе, добавляем томатную пасту и тушим еще 5 минут.",
    "7. Теперь кладем в овощи мелко нарезанные зелень и чеснок, аджику и соль по вкусу. Тушим на медленном огне еще 10 минут и снимаем с огня.",
    "8. Из теста делаем лепешки толщиной примерно до 1,5 см и диаметром 7-10 см. Обваляем их в пшеничной муке и поджарим на сковороде с растительным маслом только с одной стороны.",
    "9. Переложим лепешки на смазанный маслом противень, обжаренной стороной вниз. На каждую положим по 2 ст. л. аджапсандали и отправим в разогретую до 180 градусов духовку на 10 минут.",
    "10. На горячие лепешки положим кусочки сыра и посыплем измельченной зеленью.",
    "Едим слегка остывшими, но непременно еще горячими.",
    "По мне, так запивать это блюдо лучше всего томатным соком с добавлением капельки соевого соуса.",
    "Ну и еще совет: запомните рецепт лепешек-чвиштари. Если их обжаривать с двух сторон, это вполне самостоятельное блюдо к чаю, или на полдник. Но перед едой их стоит разогреть."
  ],
  "ingredients": [
    {
      "name": "Для аджапсандали:",
      "count": ""
    },
    {
      "name": "баклажаны",
      "count": "1 кг"
    },
    {
      "name": "перец сладкий",
      "count": "750 г"
    },
    {
      "name": "лук репчатый",
      "count": "200 г"
    },
    {
      "name": "помидоры",
      "count": "250 г"
    },
    {
      "name": "томатная паста",
      "count": "50 г"
    },
    {
      "name": "перец чили свежий (не обязательно)",
      "count": "0,5 стручка"
    },
    {
      "name": "чеснок",
      "count": "1-3 зубчика (по вкусу)"
    },
    {
      "name": "соль",
      "count": "по вкусу"
    },
    {
      "name": "масло растительное (лучше кукурузное)",
      "count": "до 100 мл"
    },
    {
      "name": "аджика абхазская",
      "count": "10 г"
    },
    {
      "name": "базилик, кинза (или укроп, петрушка) свежие",
      "count": "80-100 г"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для чвиштари:",
      "count": ""
    },
    {
      "name": "мука кукурузная",
      "count": "200 г"
    },
    {
      "name": "яйца куриные",
      "count": "2 шт."
    },
    {
      "name": "сметана",
      "count": "200 г"
    },
    {
      "name": "крупа манная",
      "count": "100 г"
    },
    {
      "name": "сыр сулугуни",
      "count": "300-350 г"
    },
    {
      "name": "разрыхлитель для теста",
      "count": "10 г"
    },
    {
      "name": "соль",
      "count": "по вкусу (с учетом солености сыра!!!)"
    },
    {
      "name": "масло растительное (лучше кукурузное)",
      "count": "для обжаривания лепешек"
    },
    {
      "name": "мука пшеничная",
      "count": "для обваливания лепешек при разделке теста"
    }
  ],
  "steps": []
}