{
  "name": "Штрудель из слоеного теста с сырной начинкой",
  "id": 18,
  "announce": [
    "Начинки для слоеного теста хороши как сладкие, десертные, так и несладкие – мясные, творожные, овощные. Например, изделия из теста с сырной начинкой очень хороши для закусочного стола. Такой штрудель из слоеного теста получается с замечательной хрустящей корочкой, которая просто тает во рту."
  ],
  "description": [
    "Как приготовить штрудель из слоеного теста:",
    "1. В большой миске смешать 11 яиц и майонез до однородного состояния. Отставить массу в сторону.",
    "2. В большой сковороде на среднем огне поджарить бекон до хрустящего состояния. Переложить жареный бекон на бумажное полотенце, чтобы стек лишний жир.",
    "3. В сковороду, в которой жарился бекон, выложить шпинат и чеснок, жарить на среднем огне, помешивая, 1-2 минуты. Добавить яичную смесь и жарить, помешивая, до того момента, когда яйца схватятся, но не успеют полностью прожариться. Убрать сковороду с огня, добавить сыр, помидоры и бекон. Переложить массу в миску и отставить в сторону для охлаждения, минут на 30.",
    "4. Включить духовку для предварительного разогрева на 200 градусов. Большой противень застелить пергаментом.",
    "5. На присыпанной мукой поверхности раскатать тесто размером 25х30 см (должно получится два прямоугольника такого размера).",
    "6. Выложить на один пласт половину начинки таким образом, чтобы по краям оставалось пустое место около 3 см, а затем аккуратно скатать тесто с начинкой в рулет. Переложить рулет на противень. Проделать тоже самое с другим пластом теста и оставшейся начинкой.",
    "7. В небольшой миске взбить оставшееся яйцо и смазать им штрудели. Поставить в духовку и запекать штрудели из слоеного теста около 30 минут, до золотистой, хрустящей корочки."
  ],
  "ingredients": [
    {
      "name": "яйца куриные крупные",
      "count": "12 шт."
    },
    {
      "name": "майонез",
      "count": "1/2 стакана"
    },
    {
      "name": "бекон (резаный)",
      "count": "500 г"
    },
    {
      "name": "беби шпинат",
      "count": "150 г"
    },
    {
      "name": "чеснок (мелко рубленый)",
      "count": "3 зубка"
    },
    {
      "name": "сыр твердый (тертый на мелкой терке)",
      "count": "1 стакан"
    },
    {
      "name": "помидоры свежие или консервированные (без шкурки и семян, рубленые)",
      "count": "1 стакан"
    },
    {
      "name": "соль",
      "count": "1/4 ч. л."
    },
    {
      "name": "тесто слоеное (оттаявшее)",
      "count": "350 г"
    }
  ],
  "steps": []
}