{
  "name": "Куриное филе, фаршированное ветчиной и сыром",
  "id": 184,
  "announce": [
    "Невероятно вкусным и сочным получается куриное филе, фаршированное сыром и ветчиной."
  ],
  "description": [
    "1. Большую сковороду разогреть на средне-сильном огне, смазать 1 ст. ложкой растительного масла. Выложить на сковороду ветчину, готовить до коричневого цвета, около 2 минут. Добавить розмарин и чеснок, готовить еще 1 минуту. Переложить эту массу в миску, дать остыть при комнатной температуре. Добавить сыр, перемешать, отставить в сторону.",
    "2. В каждом курином филе сделать поперечный глубокий надрез, как бы образуя карман. Каждый такой карман начинить 2 ст. ложками сырной массы, слегка придавить. Посыпать филе перцем.",
    "3. Крекеры выложить в чашу кухонного процессора, измельчить до образования крошки. Высыпать крошки в тарелку. В другую тарелку насыпать муку. В третьей тарелке слегка взбить яичные белки с горчицей.",
    "4. Брать по одному филе, аккуратно обвалять в муке, затем окунуть во взбитые белки и в конце в крекеровую крошку. Отложить на досточку. Проделать эту процедуру со всеми филе и панировкой.",
    "5. В большой сковороде на средне-сильном огне разогреть 2 ст. ложки растительного масла, выложить всё фаршированное филе, готовить на среднем огне около 10 минут. Подавать сразу же."
  ],
  "ingredients": [
    {
      "name": "куриное филе без кости",
      "count": "4 половинки (по 180 г)"
    },
    {
      "name": "ветчина (рубленая)",
      "count": "30 г"
    },
    {
      "name": "сыр фонтина (измельченный на терке)",
      "count": "30 г"
    },
    {
      "name": "розмарин свежий (измельченный)",
      "count": "1,5 ч. л."
    },
    {
      "name": "чеснок (измельченный)",
      "count": "2 зубка"
    },
    {
      "name": "перец черный молотый",
      "count": "0,25 ч. л."
    },
    {
      "name": "крекер соленый",
      "count": "42 кружочка"
    },
    {
      "name": "мука",
      "count": "0,5 стакана"
    },
    {
      "name": "яичные белки (слегка взбитые)",
      "count": "2 шт."
    },
    {
      "name": "горчица дижонская",
      "count": "2 ст. л."
    },
    {
      "name": "масло растительное",
      "count": "2 ст. л.+1 ст. л."
    }
  ],
  "steps": []
}