{
  "name": "Чуррос",
  "id": 185,
  "announce": [
    "Чуррос - испанские изделия из заварного теста, которые жарятся во фритюре. Испанцы подают чуррос на завтрак с различными соусами."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "масло сливочное",
      "count": "110 г"
    },
    {
      "name": "мука",
      "count": "1,25 стакана"
    },
    {
      "name": "яйца крупные (слегка взбитые)",
      "count": "2 шт."
    },
    {
      "name": "Масло подсолнечное рафинированное для жарки",
      "count": ""
    },
    {
      "name": "сахарная пудра",
      "count": "1/4 стакана"
    },
    {
      "name": "корица молотая",
      "count": "1 ч. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для соуса:",
      "count": ""
    },
    {
      "name": "шоколад черный (разломанный на кусочки)",
      "count": "120 г"
    },
    {
      "name": "сироп кукурузный",
      "count": "1 ст. л."
    },
    {
      "name": "масло сливочное",
      "count": "1 ст. л."
    },
    {
      "name": "молоко",
      "count": "1/4 стакана"
    }
  ],
  "steps": [
    "1. В большой сотейник налить 1,25 стакана воды и выложить сливочное масло. Поставить сотейник на средний огонь, довести воду до кипения и снять сотейник с плиты. Ввести в кипяток муку, хорошо перемешать деревянной ложкой до однородного состояния. Дать тесту остыть в течение 10 минут. Затем, постепенно, по одному, ввести яйца, хорошо перемешивая после каждого.",
    "2. Глубокую сковороду наполнить на половину подсолнечным маслом. Разогреть масло до температуры 180 градусов (кубик хлеба, опущенный в масло такой температуры, должен стать коричневым за 30 секунд). 3. Кулинарный мешок или шприц с насадкой \"звездочка\" наполнить тестом. Выдавливать из мешка полоски теста прямо в горячее масло, жарить около 2-3 минут. Перекладывать жареные изделия на бумажное полотенце, чтобы стек жир. 4. В большую миску насыпать сахарную пудру и корицу, перемешать. Выложить в эту смесь чуррос, хорошо обвалять их в сахаре.",
    "5. Приготовить шоколадный соус. Ингредиенты для соуса сложить в жаропрочную миску и поместить ее на водяную баню, готовить, помешивая, до однородного состояния. 6. Переложить чуррос на сервировочную тарелку и подавать с шоколадным соусом сразу же."
  ]
}