{
  "name": "Деревенская пицца",
  "id": 187,
  "announce": [
    "Не совсем обычная пицца из дрожжевого теста - с курицей и творогом. Рецепт пиццы содержит небольшой секрет выпечки этого открытого пирога."
  ],
  "description": [
    "Никогда не делала пиццу с творогом. Вот, наткнулась на рецепт деревенской пиццы в интернете и решила сделать. Была приятно удивлена, так как я выпечку практически не ем. Тесто получилось пышное, мягкое, а сама пицца сочная.",
    "Тесто притрусила манкой, как и сказано в рецепте, это для того, чтобы корж не получился мокрый. И в самом деле - манка сыграла свою роль. Всем советую попробовать такой деревенский рецепт."
  ],
  "ingredients": [
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "мука",
      "count": "400-500 г"
    },
    {
      "name": "молоко",
      "count": "250 мл"
    },
    {
      "name": "сахар",
      "count": "2 ст. л."
    },
    {
      "name": "сухие дрожжи",
      "count": "2 ч. л."
    },
    {
      "name": "маргарин (растопить)",
      "count": "125 г"
    },
    {
      "name": "соль",
      "count": "0,5 ч. л."
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "куриное филе",
      "count": "1 шт."
    },
    {
      "name": "творог",
      "count": "300 г"
    },
    {
      "name": "сыр",
      "count": "200 г"
    },
    {
      "name": "Зеленый лук",
      "count": ""
    },
    {
      "name": "Зелень петрушки",
      "count": ""
    },
    {
      "name": "Манка (для присыпки)",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить деревенскую пиццу: В кипящую соленую воду опустить куриное филе, варить 30 минут. Готовое куриное филе остудить и нарезать.",
    "Готовим опару. В миску налить 50 мл теплого молока, засыпать дрожжи, сахар, 1 ст. л. муки, перемешать. Добавить еще немного муки и замесить жидкое тесто без комочков. Накрыть пищевой пленкой и дать постоять 10 минут.",
    "К опаре вылить оставшееся теплое молоко, топленый маргарин, соль, перемешать. Постепенно добавляя муку, замешиваем мягкое тесто. Тесто не должно липнуть к рукам.",
    "Сформировать из теста шар, положить в миску, накрыть пищевой пленкой и оставить отдохнуть в теплом месте на 40 минут. Тесто должно подняться в 2-3 раза. Перебить тесто и снова накрыть пищевой пленкой, дать подняться.",
    "Готовое тесто раскатать в тонкий пласт (по размеру противня). Можно разделить на две части и сделать 2 круглые пиццы. Выложить пласт теста на теплый противень. Посыпать манкой.",
    "Измельчить зелень, добавить к творогу и перемешать.",
    "Равномерно выложить на тесто творожную массу. Равномерно выложить нарезанное куриное филе. Сверху натереть на мелкой терке сыр. Выпекать деревенскую пиццу в заранее разогретой духовке при температуре 200°С, до готовности (20-30 минут)."
  ]
}