{
  "name": "Трубочки с яблочно-сливочным кремом",
  "id": 201,
  "announce": [
    "Чтобы приготовить такие трубочки с кремом, не понадобится никаких специальных приспособлений. Тесто замешивается очень просто, а затем выпекается в духовке на пергаменте. Крем для трубочек готовится из сливок и яблочного пюре."
  ],
  "description": [
    "Как приготовить трубочки с кремом:",
    "1. Приготовить начинку. В сотейник сложить резаные яблоки, налить лимонный или апельсиновый сок, готовить на слабом огне около 15 минут, до мягкого состояния. Переложить яблоки в чашу кухонного процессора, измельчить до однородного состояния. Переложить яблочное пюре в небольшую миску и поместить в холодильник на 1 час.",
    "2. Сливки взбить с ванильным сахаром до пышного состояния. Добавить яблочное пюре, перемешать.",
    "3. Приготовить трубочки. Включить духовку для предварительного разогрева до 190 градусов. Застелить пергаментом большой противень. Нарисовать на пергаменте 4 прямоугольника размером 10х10 см.",
    "4. В миске смешать муку, корицу и соль.",
    "5. В другой миске взбить яйца с сахаром до пышного состояния. Ввести муку и цедру, перемешать.",
    "6. На каждый из 4 нарисованных квадратов выложить по 1 ст. ложке теста, разровнять лопаткой по размеру квадратов. Поместить в разогретую духовку на 5-7 минут, до золотистого цвета.",
    "7. Достать противень из духовки, поддеть готовые \"блины\" металлической лопаткой и свернуть в конусы (делать это нужно быстро, чтобы они не успели остыть). Переложить трубочки на решетку, оставить до полного охлаждения. На пергамент вылить очередную порцию теста, поместить в духовку. Приготовить таким образом 12 трубочек.",
    "8. Остывшие трубочки начинить сливочно-яблочной начинкой. Подавать трубочки с кремом сразу же."
  ],
  "ingredients": [
    {
      "name": "Для трубочек:",
      "count": ""
    },
    {
      "name": "мука",
      "count": "100 г"
    },
    {
      "name": "корица молотая",
      "count": "0,5 ч. л."
    },
    {
      "name": "соль",
      "count": "1/8 ч. л."
    },
    {
      "name": "яйца крупные",
      "count": "3 шт."
    },
    {
      "name": "сахар",
      "count": "100 г"
    },
    {
      "name": "лимонная цедра",
      "count": "1 ч. л."
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "яблоки (чищеные и мелко рубленные)",
      "count": "2 шт."
    },
    {
      "name": "апельсиновый или лимонный сок",
      "count": "1 ст. л."
    },
    {
      "name": "сливки для взбивания",
      "count": "250 г"
    },
    {
      "name": "ванильный сахар",
      "count": "100 г"
    }
  ],
  "steps": []
}