{
  "name": "Пицца с помидорами на сковороде",
  "id": 203,
  "announce": [
    "Пицца с помидорами - рецепт легкого приготовления на сковороде, когда не хочется возиться с дрожжевым тестом и включать духовку."
  ],
  "description": [
    "Как приготовить пиццу с сыром и помидорами:",
    "1. В большой миске смешать помидоры и соль, а затем переложить помидоры на тарелку, застеленную бумажным полотенцем. В другой миске смешать базилик и сыры, накрыть и поставить в холодильник.",
    "2. В кухонном процессоре смешать муку, разрыхлитель, сахар и соль. В процессе пульсирования постепенно добавить пиво и 1 столовую ложку масла и пульсировать около 1 минуты. Затем сформировать из теста руками шар, положить в миску, накрыть пищевой пленкой и оставить при комнатной температуре минут на 10 (такое тесто можно положить в морозилку и держать там около 1 недели).",
    "3. Разделить тесто на две части. На присыпанной мукой поверхности раскатать каждую часть теста на круги, диаметром около 22 см. В большой сковороде разогреть 3 столовые ложки масла на среднем огне до красна. Выложить на раскаленную сковороду один круг теста, сделать вилкой надколы по всей поверхности и жарить до золотистого цвета, около 3-4 минут. Перевернуть корж на другую сторону, посыпать половиной помидоров и половиной сырной смеси. Накрыть сковороду крышкой и жарить на медленном огне около 5 минут. Тоже самое проделать с оставшимся коржом и начинкой. Готовую пиццу с сыром и помидорами переложить на доску, полить оставшимся оливковым маслом и порезать на порционные кусочки.",
    "Подавать пиццу с сыром и помидорами сразу же."
  ],
  "ingredients": [
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "помидоры сливки (очищенные от шкурки и семян и мелко рубленые)",
      "count": "4 шт."
    },
    {
      "name": "соль",
      "count": "1/2 ч. л."
    },
    {
      "name": "сыр моцарелла (измельченная)",
      "count": "1 стакан"
    },
    {
      "name": "сыр пармезан (измельченный)",
      "count": "1/2 стакана"
    },
    {
      "name": "свежий базилик (измельченный)",
      "count": "1/2 стакана"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "мука пшеничная",
      "count": "1 стакан"
    },
    {
      "name": "разрыхлитель",
      "count": "1/2 ч. л."
    },
    {
      "name": "сахар",
      "count": "1/2 ч. л."
    },
    {
      "name": "соль",
      "count": "1/2 ч. л."
    },
    {
      "name": "пиво",
      "count": "1/3 стакана"
    },
    {
      "name": "масло оливковое",
      "count": "7 ст. л."
    }
  ],
  "steps": []
}