{
  "name": "Блинный салат с курицей",
  "id": 214,
  "announce": [
    "Предлагаем вашему вниманию рецепт блинного салата с курицей, сыром, маринованными огурцами. Эта закуска обязательно украсит праздничный стол, ведь салат не только вкусный, но и красиво оформлен рулетиками из блинов."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для блинов:",
      "count": ""
    },
    {
      "name": "молоко",
      "count": "200 мл"
    },
    {
      "name": "яйца",
      "count": "2 шт."
    },
    {
      "name": "масло растительное",
      "count": "1 ст. ложка"
    },
    {
      "name": "мука",
      "count": "150 г"
    },
    {
      "name": "дрожжи сухие",
      "count": "5 г (примерно 0,5 пакетика/примерно 2 ч. л.)"
    },
    {
      "name": "сахар",
      "count": "1,5 ч. ложки"
    },
    {
      "name": "соль",
      "count": "0,5 ч. ложки"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для салата:",
      "count": ""
    },
    {
      "name": "филе куриное",
      "count": "1 шт."
    },
    {
      "name": "огурцы маринованные",
      "count": "4 шт."
    },
    {
      "name": "сыр твердый",
      "count": "150 г"
    },
    {
      "name": "чеснок",
      "count": "1 зубок"
    },
    {
      "name": "майонез",
      "count": "2 ст. ложки"
    },
    {
      "name": "сметана",
      "count": "4 ст. ложки"
    },
    {
      "name": "укроп свежий",
      "count": "4-5 веточек"
    },
    {
      "name": "соль",
      "count": "по вкусу"
    },
    {
      "name": "перец черный молотый",
      "count": "по вкусу"
    }
  ],
  "steps": [
    "Подготавливаем продукты для салата с блинчиками.",
    "Готовим дрожжевое тесто для блинов. В отдельной емкости смешиваем яйца и сахар. Перемешиваем с помощью венчика или миксера.",
    "Вливаем теплое (35 градусов) молоко и добавляем дрожжи. Перемешиваем. Оставляем на 10 минут в стороне.",
    "Через 10 минут на поверхности появятся пузырьки, и тесто должно слегка подняться.",
    "В тесто добавляем соль и муку. Перемешиваем, чтобы не было комочков.",
    "Вливаем в тесто растительное масло. Перемешиваем, накрываем полотенцем и оставляем тесто в стороне, пока нагревается сковорода.",
    "На разогретой сковороде жарим тонкие блинчики с двух сторон до готовности.",
    "Готовые блины оставляем в стороне остывать.",
    "Готовим соус для блинчиков. В отдельной емкости смешиваем 3 столовые ложки сметаны и мелко нарезанный укроп. Перемешиваем.",
    "На остывшие блины намазываем тонким слоем соус из сметаны и укропа.",
    "Скручиваем блинчики неплотно в трубочки. Ставим рулетики из блинов в холодильник на 20 минут.",
    "Готовим салат с курицей. Варим куриное филе 20-30 минут в подсоленной воде до готовности. Остывшее куриное мясо нарезаем произвольно. Маринованные огурцы нарезаем кубиками.",
    "Сыр натираем на крупной терке. Немного сыра оставляем для верхнего слоя салата.",
    "Смешиваем курицу, огурцы, сыр и измельченный чеснок.",
    "Перчим салат с курицей по вкусу. К майонезу добавляем 1 столовую ложку сметаны, перемешиваем. Заправляем, салат соусом из майонеза и сметаны. Перемешиваем.",
    "На тарелку ставим форму и выкладываем в нее плотно салат. Снимаем форму.",
    "Достаем блинчики из холодильника и нарезаем кусочками.",
    "Вокруг салата выкладываем рулетики из блинчиков. Если салат получился не очень высокий, тогда выкладываем один круг блинчиков. Если салат получился высоким, как у нас, тогда выкладываем еще один слой блинчиков поверх предыдущих.",
    "Салат с блинчиками посыпаем сверху оставшимся тертым сыром. Украшаем салат по своему вкусу.",
    "Также можно сделать блинный салат с курицей теплым. Для этого добавить поверх сыра еще пару рулетиков из блинов и посыпать их сыром. Подогреть блинный салат с сыром в микроволновой печи или в духовом шкафу. Приятного аппетита!"
  ]
}