{
  "name": "Торт с шоколадным кремом",
  "id": 220,
  "announce": [
    "Шоколадный крем как нельзя кстати подходит для такого торта."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для коржей:",
      "count": ""
    },
    {
      "name": "яйца крупные (комнатной температуры)",
      "count": "4 шт."
    },
    {
      "name": "масло сливочное (комнатной температуры, размягченное)",
      "count": "240 г"
    },
    {
      "name": "молоко (комнатной температуры)",
      "count": "1/2 стакана"
    },
    {
      "name": "мука (в идеале мука для кексов)",
      "count": "200 г"
    },
    {
      "name": "сахар",
      "count": "300 г"
    },
    {
      "name": "ванильный экстракт",
      "count": "2 ч. л."
    },
    {
      "name": "разрыхлитель",
      "count": "2 ч. л."
    },
    {
      "name": "соль",
      "count": "3/4 ч. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для крема:",
      "count": ""
    },
    {
      "name": "черный шоколад (мелко рубленный)",
      "count": "280 г"
    },
    {
      "name": "сливки для взбивания",
      "count": "1 стакан"
    },
    {
      "name": "кукурузный сироп",
      "count": "1/4 стакана"
    },
    {
      "name": "соль",
      "count": "1/4 ч. л."
    },
    {
      "name": "сахарная пудра",
      "count": "170 г"
    },
    {
      "name": "ванильный экстракт",
      "count": "2 ч. л."
    },
    {
      "name": "масло сливочное размягченное",
      "count": "170 г"
    }
  ],
  "steps": [
    "Как приготовить торт с шоколадным кремом: 1. Приготовить шоколадный крем для торта. Шоколад сложить в чашу кухонного процессора. В отдельной миске соединить сливки, кукурузный сироп и соль, поставить в микроволновую печь, довести до кипения. Вылить эту горячую смесь в чашу с шоколадом, измельчить до однородной массы. Ввести в чашу процессора сахарную пудру и ваниль, пульсировать примерно 30 секунд. Затем, не выключая процессора, ввести в чашу по одному кусочку масла, хорошо взбивая после каждого. Готовый крем переложить в миску, накрыть и поставить в холодильник на 1-1,5 часа. 2. Решетку установить в духовке на среднюю позицию, а саму духовку включить для предварительного разогрева до 180 градусов. Две формы для тортов, диаметром 22 сантиметра каждая, смазать маслом, присыпать мукой и застелить пергаментом. 3. В большой миске смешать молоко, яйца и ванильный экстракт. 4. В чаше кухонного комбайна соединить муку, сахар, разрыхлитель и соль, ввести в эту смесь сливочное масло и ножами перемешать до образования однородной крошкообразной массы. 5. От молочной смеси отобрать 1/2 стакана. Остальное ввести в процессор с крошкообразной массой, взбивать около 1-3 минут, затем ввести оставшуюся молочную массу и взбивать еще секунд 30. 6. Выложить тесто в две подготовленные формы, слегка стукнуть формы о стол, чтобы из теста вышли пузырьки воздуха, и поставить в разогретую духовку, выпекать до золотистого цвета коржей, около 20-25 минут. 7. Готовые коржи достать из духовки, дать остыть в формах минут 10, затем достать из формы, удалить пергамент и дать остыть в течение около 2 часов.",
    "8. Остывшие коржи переложить на рабочую поверхность, срезать вздутые верхушки, чтобы поверхность стала ровной.",
    "9. Положить один корж на другой и сухой кисточкой смести с поверхности и с боков крошки, чтобы крем лег ровно.",
    "10. На сервировочное блюдо выложить квадратом 4 широкие полоски пергамента (чтобы они совпадали с диаметром коржей).",
    "11. В центр положить примерно 1 чайную ложку шоколадного крема, чтобы коржи не скользили. Выложить на блюдо один корж.",
    "12. Смазать его охлажденным шоколадным кремом.",
    "13. На него положить второй корж.",
    "14. Тоже смазать шоколадным кремом.",
    "15. Металлической лопаткой или широким лезвием ножа разровнять крем по всей поверхности торта. Аккуратно удалить полоски пергамента. Торт с шоколадным кремом готов.",
    "Поставить готовый торт с шоколадным кремом в холодильник для пропитки кремом на 6-12 часов. Чтобы при разрезании торт не разваливался, нож можно предварительно опустить в горячую воду на несколько секунд. Приятного аппетита!"
  ]
}