{
  "name": "Пирог с фруктами и заварным кремом",
  "id": 221,
  "announce": [
    "Корж для такого пирога готовится из песочного теста, а наполняется пирог заварным кремом и фруктами."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "яичный желток",
      "count": "1 шт."
    },
    {
      "name": "сливки кулинарные жирные",
      "count": "1 ст. л."
    },
    {
      "name": "ванильный экстракт",
      "count": "1/2 ч. л."
    },
    {
      "name": "мука",
      "count": "1,25 стакана"
    },
    {
      "name": "Сахарная пудра 2,5 стакана",
      "count": ""
    },
    {
      "name": "соль",
      "count": "1/4 ч. л."
    },
    {
      "name": "масло сливочное охлажденное (резаное кубиками)",
      "count": "8 ст. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "киви крупный (чищеный и резаный ломтиками)",
      "count": "2 шт."
    },
    {
      "name": "малина свежая",
      "count": "2 стакана"
    },
    {
      "name": "черника свежая",
      "count": "1 стакан"
    },
    {
      "name": "смородиновый или яблочный джем прозрачный, без фруктов",
      "count": "1/2 стакана"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для крема:",
      "count": ""
    },
    {
      "name": "сливки нежирные",
      "count": "2 стакана"
    },
    {
      "name": "сахар",
      "count": "1/2 стакана"
    },
    {
      "name": "Щепотка соли",
      "count": ""
    },
    {
      "name": "ваниль",
      "count": "1/2 стручка"
    },
    {
      "name": "яичные желтки",
      "count": "5 шт."
    },
    {
      "name": "кукурузный крахмал",
      "count": "3 ст. л."
    },
    {
      "name": "масло сливочное охлажденное (резаное кубиками)",
      "count": "4 ст. л."
    }
  ],
  "steps": [
    "Как приготовить пирог с фруктами: 1. Приготовить крем. Ванильный стручок разрезать пополам, соскрести семена ванили. В миске соединить яичные желтки, кукурузный крахмал и 2 столовые ложки сахара, хорошо размешать. В сотейнике соединить сливки, 6 столовых ложек сахара, соль, ванильные семена и сам стручок ванили. Варить сливки на средне-сильном огне, помешивая, до первых признаков кипения. Только что вскипевшие сливки снять с плиты и ввести примерно 1 стакан сливок в перетертые яичные желтки, при этом постоянно помешивая. Затем яичную массу перелить в сотейник с оставшимися сливками и поставить сотейник на средний огонь, готовить крем, помешивая, до загустения и первых пузырьков воздуха на поверхности, примерно 30 секунд. Погасить огонь, удалить из сотейника с кремом стручок ванили и ввести в крем сливочное масло, хорошо размешать. Перелить крем в миску, накрыть пищевой пленкой и поставить в холодильник на 3 часа. 2. Приготовить тесто. В небольшой миске соединить яичный желток, сливки и ванильный экстракт. В чашу кухонного процессора насыпать муку, сахарную пудру и соль, пульсировать примерно 3 секунды. Выложить в мучную смесь кусочки сливочного масла, пульсировать до образования однородной, крошкообразной массы, примерно 15 пульсаций. При включенном моторе ввести через отверстие яичную смесь, пульсировать около 12 секунд, до образования однородного, эластичного теста. Переложить тесто на присыпанную мукой поверхность, сформировать шар, раздавить, чтобы получился диск диаметром 15 сантиметров. Завернуть тесто в пищевую пленку и положить в холодильник на 1 час. 3. Охлажденное тесто достать из холодильника, дать отдохнут при комнатной температуре минут 5-7, а затем раскатать в тонкий круг, диаметром 27 сантиметров. Аккуратно намотать тесто на скалку и выложить в жаропрочную форму диаметром 22 сантиметра.",
    "4. Руками распределить тесто по всей внутренней поверхности формы, придавливая бока к бортикам.",
    "5. Свисающие края обрезать с помощью скалки.",
    "6. Если в каких то местах тесто порвалось или просто просвечивается, можно взять обрезанные края и \"залатать\" просвет или дырку.",
    "7. Поместить корж в морозильную камеру на 30 минут. Включить духовку для предварительного разогрева до 180 градусов.",
    "8. Достать корж из морозилки, застелить фольгой и засыпать бобовыми (фасоль, горох). Поставить корж в разогретую духовку, выпекать примерно 30 минут. 9. Удалить бобовые и фольгу, поставить корж в духовку еще минут на 5-10, до золотистого цвета. Готовый корж достать из духовки и оставить при комнатной температуре на 1 час. 10. Остывший корж наполнить заварным кремом, по краю выложить ломтики киви, в центр малину и сверху посыпать черникой. Джем растопить на средне-слабом огне и смазать им фрукты. При помощи лопатки аккуратно отделить корж от формы, достать пирог с фруктами и переложить на сервировочное блюдо. Подавать пирог с фруктами сразу же."
  ]
}