{
  "name": "Пирожки с колбасой и сыром (из песочно-кефирного теста)",
  "id": 224,
  "announce": [
    "Из такого песочно-кефирного теста получаются отличные духовые пирожки, особенность их в том, что тесто раскатывается тонко и его в готовых изделиях мало, а начинки много:) Да и начинка самая незатейливая - колбаса с сыром."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "200 г кефира",
      "count": ""
    },
    {
      "name": "100 г сливочного масла",
      "count": ""
    },
    {
      "name": "2 яйца",
      "count": ""
    },
    {
      "name": "1/2 ч.л. соли",
      "count": ""
    },
    {
      "name": "1/2 ч.л. соды",
      "count": ""
    },
    {
      "name": "3 стакана муки",
      "count": ""
    },
    {
      "name": "для начинки:",
      "count": ""
    },
    {
      "name": "200 г полукопченой колбасы",
      "count": ""
    },
    {
      "name": "150 г вареной колбасы",
      "count": ""
    },
    {
      "name": "150 г твердого сыра",
      "count": ""
    },
    {
      "name": "70 г брынзы",
      "count": ""
    }
  ],
  "steps": [
    "Сливочное масло порубите и оставьте минут на 10 при комнатной температуре, чтобы оно немного размякло.",
    "Добавьте в масло муку и соль, руками превратите массу в крошку.",
    "В кефир всыпьте соду, хорошо перемешайте, а затем влейте кефир и 1 яйцо в мучную крошку, замесите однородное тесто. Накройте тесто и уберите в сторону на то время, пока будете готовить начинку.",
    "Для начинку всю колбасу порежьте максимально мелким кубиком.",
    "Твердый сыр потрите на мелкой терке.",
    "Брынзу раскрошите руками и смешайте с колбасой и твердым сыром.",
    "Тесто разделите на 3 части, возьмите одну часть, раскатайте до толщины 0,5 мм, вырежьте из теста стаканом круги. Потом каждый круг еще немного раскатайте скалкой. С двух сторон внутри кружочка сделайте надрезы как на картинке.",
    "В серединку положите примерно 1 ч.л. начинки.",
    "Одну полоску кружочка перекиньте на противоположную сторону, придавите края.",
    "Другую полоску перекиньте на противоположную сторону, тоже придавите края, чтобы начинка не вытекла в процессе выпекания. Можете сформировать таки способом все пирожки, но я сделала половину открытых, а половину обычных, закрытых пирожков. Выложите пирожки на застеленный пекарской бумагой противен и смажьте слегка взбитым яйцом (я, к сожалению, забыла снять этот момент, но уверенна, вы с этим справитесь).",
    "Поместите пирожки в разогретую до 180 градусов духовку и выпекайте около 25 минут, до румяности.",
    "Пирожки с колбасой готовы."
  ]
}