{
  "name": "Пикша, запеченная в сырном соусе",
  "id": 228,
  "announce": [
    "Пикша запекается в молочно-сырном соусе и подается с любым гарниром."
  ],
  "description": [
    "1. Филе сложить в большую кастрюлю, залить достаточным количеством воды, чтобы она лишь покрывала рыбу. Добавить молоко, лук, лавровый лист и горошины черного перца. На средне-слабом огне довести массу до легкого кипения.",
    "2. Накрыть кастрюлю и продолжить готовить рыбу на медленном огне около 5-8 минут. Аккуратно достать рыбу из кастрюли и переложить на тарелку. Разломать мякоть вилкой на кусочки, бульон процедить.",
    "3. Включить духовку с функцией \"верхний гриль\" для предварительного разогрева. Приготовить соус. В сотейнике разогреть сливочное масло, насыпать муку и готовить, помешивая, около 1 минуты. Снять сотейник с плиты, постепенно ввести процеженный рыбный бульон. Поставить сотейник на средний огонь и готовить, помешивая, до появления первый пузырьков воздуха на поверхности. Ввести в соус горчицу, 3/4 всего сыра, соль и черный молотый перец по вкусу. Снять с плиты.",
    "4. Рыбу выложить в сотейник с соусом, аккуратно перемешать, а затем переложить в жаропрочную форму. Посыпать оставшимся сыром. Поместить форму под разогретый гриль и готовить до золотистого цвета верха."
  ],
  "ingredients": [
    {
      "name": "рыба пикша, филе без шкурки и костей",
      "count": "1 кг"
    },
    {
      "name": "молоко",
      "count": "300 г"
    },
    {
      "name": "сыр чеддер (измельченный на терке)",
      "count": "120 г"
    },
    {
      "name": "лук репчатый мелкий (резаный соломкой)",
      "count": "1 шт."
    },
    {
      "name": "лавровый лист",
      "count": "2 шт."
    },
    {
      "name": "перец черный горошком",
      "count": "3-4 шт."
    },
    {
      "name": "масло сливочное",
      "count": "25 г"
    },
    {
      "name": "мука",
      "count": "25 г"
    },
    {
      "name": "горчица острая",
      "count": "1 ч. л."
    },
    {
      "name": "соль",
      "count": "по вкусу"
    },
    {
      "name": "перец черный молотый",
      "count": "по вкусу"
    }
  ],
  "steps": []
}