{
  "name": "Котлета по-киевски – латиноамериканская версия",
  "id": 24,
  "announce": [
    "Любопытно? Не задавайтесь целью сравнивать эту импровизацию с классическим рецептом. Представьте себе, что наша котлета по-киевски не только знакома всему миру, но она еще и претерпевает значительную национальную корректировку. Например, дополняется мексиканской приправой и перцем чили. Котлета по-киевски будет готовиться в микроволновой печи (опять же – модернизация), но останется хрустящей."
  ],
  "description": [
    "1. Смешайте крекеры и приправу «Тако» (если не найдете такую готовую, в ее составе: перец чили, паприка, тмин, чеснок, душица, сушеный лук, кайенский перец, базилик, соль).",
    "2. В другой миске соедините 3 ст. л. масла, сыр, чили, лук и соль. Скатайте из смеси 6 шариков.",
    "3. Отбейте курицу до толщины 0,6-0,7 см. Положите в середину каждого куска по одному масляному шарику. Сверните и закрепите зубочистками.",
    "4. Растопите (в микроволновке) оставшееся масло. Обмакните рулетики в масло и хорошо обваляйте в крекерах.",
    "5. Выложите куриные рулетики «швом» вниз в посуду для микроволновой печи. Готовьте котлету по-киевски, не накрывая, при высокой мощности, в течение 13-15 минут. Выньте зубочистки.",
    "Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "Крекеры с сыром, раскрошенные – 1 стакан",
      "count": ""
    },
    {
      "name": "приправа «тако»",
      "count": "1 ½ ч. л."
    },
    {
      "name": "(или смесь пряностей: перец чили, паприка, тмин, чеснок, душица, сушеный лук, кайенский перец, базилик, соль)",
      "count": ""
    },
    {
      "name": "Масло сливочное, размягченное – 5 ст. л.",
      "count": ""
    },
    {
      "name": "Сыр чеддер, кусочками – 3 ст. л.",
      "count": ""
    },
    {
      "name": "Перец чили консервированный, нарезанный – 2 ст. л.",
      "count": ""
    },
    {
      "name": "Лук сушеный – 2 ч. л.",
      "count": ""
    },
    {
      "name": "Соль – ½ ч. л.",
      "count": ""
    },
    {
      "name": "Куриные грудки – 6 шт. (примерно по 170 г)",
      "count": ""
    }
  ],
  "steps": []
}