{
  "name": "Котлеты \"Юрате\"",
  "id": 247,
  "announce": [
    "Обожаю рецепты с интересными историями. Литовские котлеты \"Юрате\" очень вкусные, и есть у них такая романтическая история, связанная с названием."
  ],
  "description": [
    "Этот рецепт не принадлежит к старой литовской кухне, хотя и родился в Литве. Современное ресторанное детище, по многим сведениям ресторана «Неринга» в Вильнюсе. О его ресторанном происхождении говорит еще и тот факт, что для котлет рекомендуется брать куриное мясо малой грудинки. Я еще могу понять разницу между куриной ножкой и грудинкой, но между малым и большим куриным филе?! Разве что кусочки мяса немного мягче. Ну какая литовская хозяйка будет резать десяток кур, чтобы насобирать это малое филе на котлеты? А на ресторанной кухне оно вполне могло оставаться от приготовления других блюд. И были придуманы эти замечательные котлеты с таким поэтическим названием.",
    "Литовская легенда. По этой легенде звали владычицу морскую Юрате. Была Юрате вечно молода и красива, но ввиду того, что жила она на дне морском в янтарном замке, особо общаться там было не с кем – только рыбы, скользкие и холодные. И вот как-то заметила она, что что-то с поверхности падает, и муть в воде разводит. Всплыла она, глядит, а там молодой литовец невод в море закидывает. Звали этого литовца Каститис. Красив лицом был этот рыбак. В общем, запала на него владычица морская, да и Каститис не против был - царица, как ни как. Прознал об их любви главный бог Пяркунас и, то ли от ревности, то ли просто дружба Юрате со смертным главного бога не обрадовала, и он, в гневе, наказал обоих. Каститиса убил, а предательницу Юрате приковал к ее же янтарному замку. Вот с тех пор она там прикованная и плачет. И плачь ее столь отчаянный, а слезы столь чистые и прозрачные, что тут же застывают в капли янтаря. А море, подхватывает их и выбрасывает на берег."
  ],
  "ingredients": [
    {
      "name": "Куриное филе (малое) – 500 г",
      "count": ""
    },
    {
      "name": "(для первого раза я насобирала эти малые филе, но готовить котлеты можно из обычного куриного филе)",
      "count": ""
    },
    {
      "name": "Хлеб или батон, немного зачерствевший",
      "count": ""
    },
    {
      "name": "Чеснок – 4 зубчика",
      "count": ""
    },
    {
      "name": "Зелень петрушки – 1 ст. ложка рубленой",
      "count": ""
    },
    {
      "name": "Яйца – 1 шт.",
      "count": ""
    },
    {
      "name": "Сухари молотые (тертые) – 0,5 стакана",
      "count": ""
    },
    {
      "name": "Сливки 10% – 100 мл",
      "count": ""
    },
    {
      "name": "Сметана более 20% – 100 г",
      "count": ""
    },
    {
      "name": "Соль",
      "count": ""
    },
    {
      "name": "Базилик сухой",
      "count": ""
    },
    {
      "name": "Перец душистый молотый",
      "count": ""
    },
    {
      "name": "Растительное масло для жарки",
      "count": ""
    }
  ],
  "steps": [
    "Куриное филе прокрутить на мясорубке с очень крупной решеткой или порезать очень мелкими кусочками.",
    "Чеснок мелко порезать.",
    "Сухари залить сливками и дать им набухнуть.",
    "В фарш добавить чеснок и петрушку. Перемешать.",
    "Затем добавить замоченные сухари, базилик, душистый перец, яйцо, соль и сметану.",
    "Все тщательно перемешать и оставить на полчаса при комнатной температуре. За это время, как говорят повара, все ингредиенты подружатся между собой. Из черствого хлеба или батона приготовить маленькие сухарики. Очень острым ножом порезать хлеб на кусочки в 1 см х 3 мм.",
    "В руку взять небольшое количество фарша (как куриное яйцо) и слепить шарик. Обвалять его в ломтиках хлеба. Примять его руками (вдавить хлеб в поверхность мясного шарика). Потом положить на разделочную доску и немного прижать, чтобы стал более плоским. Готовые заготовки котлет охладить полчаса в холодильнике. Из этого количества ингредиентов получилось 9 котлет.",
    "Включить духовку на 180 градусов. В сковороду налить растительное масло на 1 см и хорошо нагреть. Убавить огонь и жарить котлеты с двух сторон по 2-3 минуты. Это легко определить по цвету сухариков. Как только они подрумянятся, перевернуть котлету на другую сторону. Прожаренные котлеты выложить на противень, застеленный фольгой. Накрыть котлеты фольгой. Уменьшить огонь в духовке до 100-120 градусов и поставить в нее противень с котлетами на 30 минут. На гарнир к котлетам можно приготовить картофель в любом виде.",
    "Эти золотистые сухарики на котлетах как янтарные слезы Юрате – откуда и название. Вот такая вот романтика. Приятного аппетита!"
  ]
}