{
  "name": "Конвертики с яблоками и грецкими орехами",
  "id": 250,
  "announce": [
    "Интересный рецепт из книги, очень нежные конвертики с яблоками и грецкими орехами, думаю, ваши домочадцы оценят этот десерт по достоинству."
  ],
  "description": [
    "Подготовка: прогреть духовку. Застелить противень бумагой для выпечки.",
    "Начинка: яблоки очистить от кожуры, разделить на четыре части, удалить косточки, порезать на мелкие кусочки и уложить в чашку. Добавить грецкие орехи, сахар с корицей, яичный белок, изюм и сахар, все хорошо перемешать.",
    "Дрожжевое тесто: просеять муку в чашку и тщательно смешать с дрожжами. Добавить другие ингредиенты для дрожжевого теста и перемешать при помощи миксера в течение 2-3 минут на минимальной скорости, потом на максимальной скорости в течение 5 минут, до получения однородного гладкого теста. Тесто накрыть и оставить в теплом месте, пока оно заметно не увеличится.",
    "Положить тесто на посыпанную мукой поверхность, раскатать в прямоугольник (40 x 30 см) и порезать на 12 квадратов (10 x 10 см). Яичный желток взбить с молоком. Выложить начинку порциями по 1 столовой ложке на половину каждого квадрата. Край каждого квадрата немного смазать смесью из молока и желтка, другую половину теста завернуть так, чтобы получился треугольник. Хорошо прижать концы карманов. Смазать получившиеся конвертики остатками смеси из желтка и молока, посыпать молотыми грецкими орехами и выложить на противень. Противень поместить в нижней трети духовки, разогретой до 200°C примерно на 15 минут.",
    "Перенести конвертики на бумаге для выпечки на кухонную решетку.",
    "Глазурь: просеять сахарную пудру, замесить с лимонным соком или молоком до получения густой глазури или приготовить по рецепту на упаковке глазури со вкусом лимона. Горячую выпечку сразу покрыть глазурью и поставить остывать."
  ],
  "ingredients": [
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "200 г яблок",
      "count": ""
    },
    {
      "name": "50 г молотых грецких орехов",
      "count": ""
    },
    {
      "name": "1 упаковка сахара с корицей",
      "count": ""
    },
    {
      "name": "1 яичный белок (среднего размера)",
      "count": ""
    },
    {
      "name": "50 г изюма",
      "count": ""
    },
    {
      "name": "50 г сахара",
      "count": ""
    },
    {
      "name": "Для дрожжевого теста:",
      "count": ""
    },
    {
      "name": "375 г пшеничной муки",
      "count": ""
    },
    {
      "name": "1 упаковка сухих дрожжей",
      "count": ""
    },
    {
      "name": "50 г сахара",
      "count": ""
    },
    {
      "name": "1 упаковка ванильного сахара",
      "count": ""
    },
    {
      "name": "1 щепотка соли",
      "count": ""
    },
    {
      "name": "200 мл молока",
      "count": ""
    },
    {
      "name": "50 г мягкого масла или маргарина",
      "count": ""
    },
    {
      "name": "Кроме того:",
      "count": ""
    },
    {
      "name": "1 яичный желток (среднего размера)",
      "count": ""
    },
    {
      "name": "1 ст. ложка молока",
      "count": ""
    },
    {
      "name": "50 г молотых грецких орехов",
      "count": ""
    },
    {
      "name": "Для глазури:",
      "count": ""
    },
    {
      "name": "100 г сахарной пудры со вкусом ванили",
      "count": ""
    },
    {
      "name": "2 ст. ложки лимонного сока или молока",
      "count": ""
    },
    {
      "name": "или глазурь со вкусом лимона",
      "count": ""
    },
    {
      "name": "(Бумага для выпечки)",
      "count": ""
    }
  ],
  "steps": []
}