{
  "name": "Шоколадный пирог",
  "id": 26,
  "announce": [
    "Этот шоколадный пирог пропитывается апельсиновым джемом, что придает десерту нежный цитрусовый вкус и аромат."
  ],
  "description": [
    "Как приготовить шоколадный пирог:",
    "1. Включить духовку для предварительного разогрева до 150 градусов. Застелить пергаментом две круглые жаропрочные формы диаметром 30 см. Шоколад растопить на водяной бане, постоянно помешивая.",
    "2. Масло или маргарин взбить миксером с сахаром до пышного состояния. По одному ввести яичные желтки, хорошо взбивая после каждого, а после последнего ввести 1 столовую ложку муки, чтобы получилась однородная масса.",
    "3. Добавить в растопленный шоколад ванильный экстракт. Ввести шоколадную смесь в масляную, а также насыпать муку, хорошо перемешать.",
    "4. В сухой чистой миске взбить яичные белки до пышного состояния, а затем ввести их в тесто, аккуратно перемешивая лопаткой. Распределить тесто между двух подготовленных форм и поставить в разогретую духовку, выпекать около 40-45 минут, до чистой деревянной палочки. Охладить коржи на решетке при комнатной температуре. Остывшие коржи освободить от форм.",
    "5. Апельсиновый джем растопить на медленном огне. Один корж выложить на блюдо и смазать сверху растопленным джемом. На него выложить второй корж и сверху шоколадный пирог тоже смазать джемом.",
    "6. Приготовить глазурь. В сотейник налить сливки, выложить разломанный шоколад и растопить на слабом огне, постоянно помешивая. Снять сотейник с плиты.",
    "7. Глазурь нанести на пирог со всех сторон и поставить шоколадный пирог в холодильник минимум на 3 часа.",
    "8. На охлажденном пироге сделать узоры красителем (по желанию)."
  ],
  "ingredients": [
    {
      "name": "Черный шоколад с высоким процентом какао – 340 г",
      "count": ""
    },
    {
      "name": "Масло сливочное или маргарин (размягченный) – 230 г",
      "count": ""
    },
    {
      "name": "Сахар белый – 230 г",
      "count": ""
    },
    {
      "name": "Яйца крупные (разобранные на желтки и белки) – 10 шт.",
      "count": ""
    },
    {
      "name": "Мука – 230 г",
      "count": ""
    },
    {
      "name": "Ванильный экстракт – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Апельсиновый джем – 3 ст. л.",
      "count": ""
    },
    {
      "name": "Пищевой краситель для декора (по желанию)",
      "count": ""
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для шоколадной глазури:",
      "count": ""
    },
    {
      "name": "Сливки кулинарные жирные – 200 г",
      "count": ""
    },
    {
      "name": "Черный шоколад (рубленый) – 250 г",
      "count": ""
    }
  ],
  "steps": []
}