{
  "name": "Апельсиновое тирамису",
  "id": 261,
  "announce": [
    "Тирамису обладает замечательными свойствами — изумительным вкусом и простотой исполнения. То, что нам и нужно! Этот рецепт — одна из многочиленных вариаций на тему основной идеи — ароматный, пропитанный бисквит с кремом из маскарпоне."
  ],
  "description": [
    "1.Выложите бисквитное печенье на дно формы. Полейте апельсиновым соком и ликером. Оставьте на некоторое время.",
    "2.Отделите белки от желтков. Взбейте деревянной ложкой желтки с сахарной пудрой. Добавьте маскарпоне. Взбейте до однородной гладкой массы.",
    "3.Хорошо взбейте миксером белки (чтобы масса «удерживала форму»). Перемешайте с сырной массой, добавив апельсиновую цедру. Выложите крем на бисквиты в форме и разровняйте поверхность. Накройте и поместите в холодильник минимум на 4 часа (или до следующего дня). Перед подачей посыпьте тертым шоколадом (или какао)."
  ],
  "ingredients": [
    {
      "name": "бисквитное печенье* («савойярди», «дамские пальчики») — 2",
      "count": "25 шт."
    },
    {
      "name": "Сок апельсиновый — 1 стакан",
      "count": ""
    },
    {
      "name": "Ликер апельсиновый («Grand Marnier» или «Cointreau») — 2 ст. л.",
      "count": ""
    },
    {
      "name": "Яйца — 2 шт.",
      "count": ""
    },
    {
      "name": "Сахарная пудра (просеянная) — ¼ стакана",
      "count": ""
    },
    {
      "name": "Сыр «Маскарпоне» — 450 г",
      "count": ""
    },
    {
      "name": "Цедра 1 апельсина, тертая на мелкой терке",
      "count": ""
    },
    {
      "name": "Шоколад с апельсиновым ароматом (тертый)",
      "count": ""
    },
    {
      "name": "",
      "count": ""
    },
    {
      "name": "* Для тирамису нужно итальянское бисквитное печенье «савойярди». Подходит и печенье «дамские пальчики». Но вполне можно самостоятельно испечь бисквит в виде полосок, выдавив тесто на противень кондитерским шприцом (или просто разрезать готовый корж на полоски).",
      "count": ""
    }
  ],
  "steps": []
}