{
  "name": "Слоеный греческий салат",
  "id": 264,
  "announce": [
    "Классический греческий салат, рецепт которого включает фету, огурцы, помидоры, маслины, в данном случае дополнен еще несколькими вкусными ингредиентами. Заправка готовится из йогурта и майонеза, но чтобы греческий салат был более легким, можно майонез исключить. Соблюдать очередность продуктов не обязательно, выкладывайте их в любом порядке. Но, как и все слоеные салаты, готовить слоеный греческий салат желательно в прозрачной посуде."
  ],
  "description": [
    "Смешайте огурец, йогурт, майонез, лимонный сок и укроп. Накройте и поместите в холодильник.",
    "В большую стеклянную салатницу уложите слоями кусочки римского салата, артишоки, помидоры, пеперончини, перцы «черри», маслины, кусочки сыра, лук. Накройте и оставьте греческий салат в холодильнике на несколько часов (до одних суток).",
    "Посыпьте креветки смесью приправ и обжарьте в сковороде на разогретом масле (по 1 минуте с каждой стороны). Украсьте слоеный греческий салат креветками и подавайте с приготовленной заправкой.",
    "Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "Огурец свежий, очищенный и мелко нарезанный – 1 стакан",
      "count": ""
    },
    {
      "name": "Йогурт натуральный, густой (греческий) – 1 стакан",
      "count": ""
    },
    {
      "name": "Майонез – ½ стакана",
      "count": ""
    },
    {
      "name": "Сок лимона свежий – 1 ст, л.",
      "count": ""
    },
    {
      "name": "Укроп сушеный – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Римский салат (более нежная сердцевина кочана) – 300 г",
      "count": ""
    },
    {
      "name": "Артишоки консервированные – 400 г",
      "count": ""
    },
    {
      "name": "Помидоры, нарезанные без семян – 2 шт.",
      "count": ""
    },
    {
      "name": "Пеперончини (маленькие красные перчики, вторые по остроте после сладкого перца) тонко нарезанные – 1 стакан",
      "count": ""
    },
    {
      "name": "Перцы «черри» (маленькие острые чили) консервированные, нарезанные – 1 стакан",
      "count": ""
    },
    {
      "name": "Маслины крупные, без косточек, разрезанные на 4 части – 1 банка (170 г)",
      "count": ""
    },
    {
      "name": "Фета – ¾ стакана",
      "count": ""
    },
    {
      "name": "Лук репчатый красный, тонко нарезанный – ½ шт.",
      "count": ""
    },
    {
      "name": "Креветки свежие, крупные, очищенные (хвостики оставьте) – 330 г",
      "count": ""
    },
    {
      "name": "Смесь приправ для греческого салата (или черный перец, тимьян, орегано) – 1 ½ ч. л.",
      "count": ""
    },
    {
      "name": "Масло растительное – 1 ст. л.",
      "count": ""
    }
  ],
  "steps": []
}