{
  "name": "Пирог с яблоками и карамелью",
  "id": 27,
  "announce": [
    "Яблочный пирог поливается карамельным соусом из сливочного масла, коричневого сахара и лимонного сока."
  ],
  "description": [
    "Как приготовить пирог с яблоками и карамелью:",
    "",
    "1. Разогреть духовку до 180 градусов. Застелить пергаментом дно противня размером 23х33 см.",
    "2. Яблоки очистить от семян и кожуры, нарезать тонкими ломтиками. Яблочные дольки полить лимонным соком, перемешать, чтобы не потемнели.",
    "3. Муку смешать с разрыхлителем, добавить коричневый сахар. Вбить яйца, добавить растопленное сливочное масло и миксером перемешать тесто до однородности.",
    "4. Выложить тесто в подготовленную форму, разровнять верх.",
    "5. Сверху выложить дольки яблок в три или четыре ряда. Посыпать сахаром.",
    "6. Выпекать пирог с яблоками около 45 минут, чтобы он стал плотным на ощупь.",
    "7. Пока печется пирог, приготовить карамельный соус. Для этого смешать масло и сахар в соуснике на среднем огне. Добавить лимонный сок и щепотку соли, перемешивать и охладить.",
    "8. Полить яблочный пирог карамелью, пока он еще в форме, аккуратно распределяя соус кисточкой по поверхности. Пирог с яблоками и карамелью подавать теплым."
  ],
  "ingredients": [
    {
      "name": "яблоки твердые, кислых сортов",
      "count": "2 шт."
    },
    {
      "name": "Сок лимона",
      "count": ""
    },
    {
      "name": "яйца",
      "count": "4 шт."
    },
    {
      "name": "масло сливочное, растопленное",
      "count": "225 г"
    },
    {
      "name": "мука",
      "count": "3,25 стакана"
    },
    {
      "name": "разрыхлитель",
      "count": "3 ч. ложки"
    },
    {
      "name": "сахар светл",
      "count": "коричневый - 2 стакана"
    },
    {
      "name": "сахар",
      "count": "1 ст. ложка"
    },
    {
      "name": "соль",
      "count": "щепотка"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для карамельного соуса:",
      "count": ""
    },
    {
      "name": "масло сливочное",
      "count": "8 ст. ложек"
    },
    {
      "name": "сахар коричневый",
      "count": "2/3 стакана"
    },
    {
      "name": "сок лимона",
      "count": "1 ст. ложка"
    },
    {
      "name": "соль (морская)",
      "count": "1 щепотка"
    }
  ],
  "steps": []
}