{
  "name": "Торт на кефире",
  "id": 285,
  "announce": [
    "Торт на кефире получается более плотным, чем бисквит, но за счет добавления растительного масла коржи получаются более влажными, похожими на кекс. Крем для торта готовится из сгущенки и масла."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "кефир или простокваша",
      "count": "250 г"
    },
    {
      "name": "мука",
      "count": "1,5 стакана"
    },
    {
      "name": "крахмал картофельный или кукурузный",
      "count": "1/2 стакана"
    },
    {
      "name": "сода",
      "count": "1 неполная ч. ложка"
    },
    {
      "name": "яйца",
      "count": "2 шт."
    },
    {
      "name": "сахар",
      "count": "1 стакан"
    },
    {
      "name": "соль",
      "count": "1/4 ч. л."
    },
    {
      "name": "масло растительное без запаха",
      "count": "4 ст. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для крема:",
      "count": ""
    },
    {
      "name": "молоко сгущенное",
      "count": "200 г"
    },
    {
      "name": "масло сливочное",
      "count": "120 г"
    },
    {
      "name": "ванильный сахар",
      "count": "1 ч. л."
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для украшения:",
      "count": ""
    },
    {
      "name": "вафли",
      "count": "150 г"
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для подготовки формы:",
      "count": ""
    },
    {
      "name": "Масло сливочное",
      "count": ""
    },
    {
      "name": "Мука",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить торт на кефире: В миске взбейте кефир, яйца, соль и сахар.",
    "В отдельной миске смешайте муку с крахмалом и содой.",
    "Добавьте мучную смесь в кефирную, влейте растительное масло, перемешайте до однородности.",
    "Вылейте тесто на кефире в смазанную маслом и присыпанную мукой разъемную форму диаметром 22 см. Отправьте в разогретую до 180 градусов духовку на 30-35 минут.",
    "Тем временем мягкое сливочное масло взбейте со сгущенкой и ванильным сахаром. Отправьте крем для торта в холодильник.",
    "Готовый корж достаньте из духовки, дайте полностью остыть в форме, а потом извлекайте из формы. Срежьте вздутую верхушку, а сам корж разрежьте пополам на два коржа.",
    "Смажьте один корж кремом из сгущенки, сверху выложите второй и тоже смажьте кремом. Крема не должно быть слишком много, т.к. такой корж получается не сухим, хотя и плотным.",
    "Вафли в пластиковом пакете раскрошите с помощью скалки или кухонного молоточка. Посыпьте торт раскрошенными вафлями.",
    "Готовый торт на кефире, с кремом из сгущенки, можно сразу разрезать на порционные куски, а можно подать в целом виде. Но в любом случае лучше отправить торт в холодильник на 2-4 часа для пропитки."
  ]
}