{
  "name": "Фунтовый пирог",
  "id": 303,
  "announce": [
    "История фунтового пирога (pound cake – «паунд кейк») уходит в прошлые века. Принцип этого легендарного кекса (близкого по идее нашему куличу) таков, что для теста берется одинаковое количество продуктов (причем достаточно точное, включая яйца), не скупясь, – по одному фунту (примерно 450 г). С давних времен, рецепт и технология приготовления фунтового пирога претерпевали изменения, выпечка становилась более легкой. Предлагаю вариант рецепта, как пример успешной трансформации классического «паунд кейка»."
  ],
  "description": [
    "Разогрейте духовку до температуры 165 градусов. Хорошо смажьте маслом круглую форму для кекса диаметром 25 см. Посыпьте форму мукой (2 ст. л.). Чтобы поверхность была покрыта мукой равномерно, без комков, встряхните форму, поворачивая ее.",
    "",
    "Просейте над миской 3 раза муку, разрыхлитель и соль. Смешайте молоко с ароматическими экстрактами. С помощью стационарного миксера (не ручного – получится хуже) взбейте на средней скорости масло до легкого, пышного состояния (около 2 минут). Понемногу добавьте сахар (по ¼ стакана) и взбейте до гладкой, однородной массы (около 3 минут).",
    "",
    "Добавьте к маслу яйца, по одному, каждый раз взбивая массу в течение 15 секунд. Уменьшите скорость миксера до низкой. Попеременно добавляйте муку и молоко в 3 приема (первой и последней добавьте муку). Взбивайте тесто до гладкого, однородного состояния.",
    "",
    "Выложите тесто в форму. Слегка ударьте формой по столу для того, чтобы тесто хорошо «улеглось». Выпекайте до светло-золотистого цвета, около 1 часа 15 минут. Проверьте готовность пирога зубочисткой – она будет влажной, но чистой. Остудите пирог на решетке в форме в течение получаса. Выньте из формы и полностью охладите перед тем, как нарезать.",
    "",
    "Часть секретов выпечки уже упоминалась – температура ингредиентов (около 20 градусов – не вдаваясь в детали химии, примите как факт, что эта температура оказывается идеальной для теста), и стационарный миксер (пользоваться ручным, в принципе, можно, но понадобится немалая сноровка, чтобы добавлять в процессе взбивания продукты). Не заменяйте хорошее масло маргарином, снятое молоко не сработает так же, как цельное, и муку берите только хорошего качества. Подготовьте все ингредиенты заранее, чтобы были под рукой, рядом с миксером. Следите за тем, чтоб не «перебить» масло. Не взбивайте долго тесто, иначе пирог будет «тяжелее». Говорят, как ни странно, что на результат выпечки влияет цвет формы – лучше, чтоб она была светлой. Не выпекайте пирог дольше указанного времени – он будет сухим. И выдержать готовый пирог в форме 30 минут, перед тем, как вынуть из формы – тоже важный момент. Храните пирог только при комнатной температуре (за несколько дней вкус его даже улучшится)."
  ],
  "ingredients": [
    {
      "name": "Масло сливочное, комнатной температуры – 340 г (плюс для смазывания формы)",
      "count": ""
    },
    {
      "name": "Мука – 2 ст. л. и 3 стакана",
      "count": ""
    },
    {
      "name": "Разрыхлитель – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Соль мелкая – ½ ч. л.",
      "count": ""
    },
    {
      "name": "Молоко комнатной температуры – 1 стакан",
      "count": ""
    },
    {
      "name": "Миндальный экстракт натуральный – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Лимонный экстракт натуральный – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Ванильный экстракт натуральный – 1 ч. л.",
      "count": ""
    },
    {
      "name": "Сахар – 3 стакана",
      "count": ""
    },
    {
      "name": "Яйца крупные, комнатной температуры – 6 шт.",
      "count": ""
    }
  ],
  "steps": []
}