{
  "name": "Салат \"Инь и Янь\"",
  "id": 305,
  "announce": [
    "Нежный, приятный на вкус салат из морепродуктов. К тому же, еще символический – посвящен 14 февраля, Дню влюбленных."
  ],
  "description": [
    "Символ Инь и Янь (или Ян) изображает Вселенную, состоящую из двух противоположностей Инь и Янь, которые образуют целое лишь в единой комбинации. Янь – белое, мужское. Инь – черное, женское. Инь и Янь зависят друг от друга, создают постоянное движение, поднимаясь и опускаясь, как волны, и поддерживают взаимную гармонию. Как мужчина и женщина являются партнерами в танце, в любви и жизни, Инь и Янь не только противоположны, но и гармонично дополняют друг друга.",
    "Милые женщины! Любите и будьте всегда любимы."
  ],
  "ingredients": [
    {
      "name": "рис (отваренный и промытый)",
      "count": "500 г"
    },
    {
      "name": "авокадо",
      "count": "1 шт."
    },
    {
      "name": "креветки мелкие в рассоле",
      "count": "200 г"
    },
    {
      "name": "крабовые палочки",
      "count": "1 упаковка (10 шт.)"
    },
    {
      "name": "мясо криля",
      "count": "1 баночка (100 г)"
    },
    {
      "name": "черная икра",
      "count": "1 баночка (100 г)"
    },
    {
      "name": "васаби",
      "count": "1,5 чайной ложки"
    },
    {
      "name": "майонез",
      "count": "150 г"
    },
    {
      "name": "соевый соус",
      "count": "1 ст. ложка"
    },
    {
      "name": "Пучок зеленого салата для украшения",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить салат \"Инь-янь\": Авокадо чистим и мелко режем. Крабовые палочки тоже мелко режем. Сливаем рассол с креветок. Смешиваем рис, крабовые палочки, авокадо, креветки. Заправку для салата готовим из майонеза, васаби и соевого соуса. Хорошо их смешиваем. Добавим в салат и помешаем.",
    "По диаметру салатницы нам надо нарисовать символ Инь и Янь и вырезать одну его половину.",
    "По краю салатницы выложим зеленый салат. Наполним салатницу салатом и хорошо разровняем его. Положим трафарет и на незакрытую сторону кладем черную икру. Потом икру закроем трафаретом и на другую сторону положим белое мясо криля. Салат \"Инь-янь\" готов.",
    "Приятного вам аппетита!"
  ]
}