{
  "name": "Торт с лимонным кремом и итальянской меренгой",
  "id": 307,
  "announce": [
    "Лимонный торт с меренгой — рецепт нежного, воздушного, очень вкусного торта, особенность которого в том, что в состав теста входят не яйца целиком, а только яичные белки. Тесто после выпечки получается светлым. Итальянская меренга — более стойкая и особенно хороша для украшения тортов. А в приготовлении итальянской меренги есть определенные хитрости. Лимонный крем для торта готовится с желатином, в другом случае крем можно сделать и без желатина."
  ],
  "description": [
    "Разогрейте духовку до 175 градусов. Установите решетку в середине духовки. Смажьте маслом две формы диаметром 20 см. Покройте дно пергаментом. Бумагу также смажьте маслом и присыпьте мукой (излишки стряхните).",
    "Смешайте муку, разрыхлитель и соль.",
    "Хорошо взбейте миксером масло и 1 ¼ стакана сахара (до светлой, воздушной массы). Добавьте семена ванили из расколотого вдоль стручка.",
    "Продолжая взбивать на малой скорости, добавляйте тремя порциями смесь сухих ингредиентов, чередуя с двумя порциями молока (заканчивайте мукой).",
    "Взбейте миксером белки. Сперва, на низкой скорости взбивайте до пышной пены. Потом, добавив винный камень, увеличьте скорость миксера. Взбивайте до состояния «мягких пиков» (масса слегка удерживает форму). Постепенно подсыпайте сахар (½ стакана) и взбивайте белковую массу до плотного, глянцевого состояния (однако, следите, чтоб не «перебить» белки). Осторожно вмешайте третью часть взбитых белков в тесто. Затем, добавьте остальное. Важно добавлять белки порциями и перемешивать очень медленно и аккуратно, чтобы не потерять объем теста.",
    "Разделите тесто на две части, выложите в подготовленные формы и выпекайете 30-40 минут (до тех пор, пока выпечка не начнет слегка «отходить» от стенок формы).",
    "Выньте формы из духовки, оставьте на 10 минут. Выложите готовую выпечку на решетку, снимите бумагу, полностью остудите.",
    "Ножом-пилкой срежьте тонкий слой, чтобы выровнять поверхность. Разрежьте два пирога на четыре коржа. Равномерно смажьте коржи лимонным кремом (примерно, по ½ стакана на каждый слой). Поместите торт в холодильник на 2 часа.",
    "Перед подачей смажьте весь торт приготовленной итальянской меренгой.",
    "",
    "Лимонный крем.",
    "Всыпьте желатин в холодную воду и оставьте на 5-7 минут.",
    "В небольшой кастрюльке с толстым дном взбейте яйца и желтки. Добавьте сахар, лимонную цедру и лимонный сок. Постоянно перемешивая, готовьте на умеренном огне 8-10 минут (яичная масса должна оставаться на обратной стороне деревянной ложки).",
    "Снимите кастрюльку с огня и добавьте в яйца желатин. Перемешивайте пару минут, чтобы масса немного остыла. Понемногу добавляйте масло (по несколько кусочков) и каждый раз хорошо взбивайте массу до однородности. Процедите сквозь мелкое сито, накройте пленкой и поставьте в холодильник минимум на 2 часа (лучше, на ночь).",
    "",
    "Итальянская меренга.",
    "Воду и сахар доведите до кипения в небольшой кастрюльке, поворачивая ее, но не перемешивая содержимое. Смывайте со стенок кастрюльки сахар мокрой кисточкой, чтобы не образовывались кристаллы. Кипятите сироп до температуры 115 градусов (лучше проверять специальным термометром; но если термометра нет, придется обойтись без него), это важно для хорошей меренги.",
    "Тем временем, взбейте белки с помощью миксера — сперва на низкой скорости, потом, добавив соль и винный камень, увеличьте скорость миксера. Взбивайте до состояния «мягких пиков» (масса слегка удерживает форму). Если белки почти готовы, а сироп еще нет, уменьшите скорость миксера, но не прекращайте взбивать белки (кстати, их можно и «перебить», что тоже навредит качеству меренги).",
    "Не выключая миксер, медленно влейте горячий сахарный сироп по боковой стороне миски, но не попадая на вращающиеся насадки миксера. Взбивайте на умеренно-большой скорости 5-7 минут, до плотных, стойких «пиков». Вмешайте лимонный сок или ваниль."
  ],
  "ingredients": [
    {
      "name": "Масло сливочное, комнатной температуры – 1 стакан (примерно 200 г)",
      "count": ""
    },
    {
      "name": "мука просеянная, высшего качества — 3 стакана (40",
      "count": "450 г)"
    },
    {
      "name": "Разрыхлитель — 2 ч. л.",
      "count": ""
    },
    {
      "name": "Соль — 1 ч. л.",
      "count": ""
    },
    {
      "name": "Сахар – 1 ¾ стакана",
      "count": ""
    },
    {
      "name": "Стручок ванили — 1 шт.",
      "count": ""
    },
    {
      "name": "Молоко комнатной температуры — 1 стакан",
      "count": ""
    },
    {
      "name": "Яичные белки — 8 шт.",
      "count": ""
    },
    {
      "name": "Винный камень (по желанию, для устойчивости взбитых белков) — ¼ ч. л.",
      "count": ""
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для лимонного крема:",
      "count": ""
    },
    {
      "name": "Желатин (можно не использовать, но в креме для торта — желательно) — ½ ч. л.",
      "count": ""
    },
    {
      "name": "Вода холодная (нужна, если используете желатин) — 2 ст. л.",
      "count": ""
    },
    {
      "name": "Яйца — 4 шт.",
      "count": ""
    },
    {
      "name": "Яичные желтки — 6 шт.",
      "count": ""
    },
    {
      "name": "Сахар — 1 стакан",
      "count": ""
    },
    {
      "name": "Цедра 2 лимонов, тертая на мелкой терке — 5 ч. л.",
      "count": ""
    },
    {
      "name": "сок лимонов свежевыжатый (",
      "count": "4 лимона) — ¾ стакана"
    },
    {
      "name": "Масло сливочное, охлажденное, нарезанное мелкими кусочками – 6 ст. л. (примерно 90 г)",
      "count": ""
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для итальянской меренги:",
      "count": ""
    },
    {
      "name": "Сахар — 1 стакан и 3 ст. л.",
      "count": ""
    },
    {
      "name": "Вода — 1/3 стакана",
      "count": ""
    },
    {
      "name": "Яичные белки — 4 шт.",
      "count": ""
    },
    {
      "name": "Винный камень (по желанию, для устойчивости взбитых белков) — щепотка",
      "count": ""
    },
    {
      "name": "Соль — щепотка",
      "count": ""
    },
    {
      "name": "Сок лимона свежевыжатый (по желанию, только для торта) — 1 ст. л.",
      "count": ""
    },
    {
      "name": "или ванильный экстракт (также по желанию) — 1 ч. л.",
      "count": ""
    }
  ],
  "steps": [
    "Аккуратно вмешиваем взбитые белки в тесто.",
    "Смазываем кремом коржи."
  ]
}