{
  "name": "Праздничный салат \"Колесо обозрения\"",
  "id": 31,
  "announce": [
    "Идея этого вкусного салата взята из Интернета. В нем много мяса, которое хорошо дополняют остальные ингредиенты."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "вареная мякоть индюшки (можно взять курицу)",
      "count": "500 г"
    },
    {
      "name": "яйца вареные",
      "count": "4 шт."
    },
    {
      "name": "чеснок",
      "count": "3-4 зубка"
    },
    {
      "name": "лук красный",
      "count": "1 шт."
    },
    {
      "name": "консервированная красная фасоль",
      "count": "1 баночка"
    },
    {
      "name": "маринованные шампиньоны (выбирайте средние по величине)",
      "count": "150 г"
    },
    {
      "name": "зеленые оливки без косточек (могут быть с лимоном)",
      "count": "12-15 шт."
    },
    {
      "name": "Зерна граната для украшения",
      "count": ""
    },
    {
      "name": "Соль",
      "count": ""
    },
    {
      "name": "Перец",
      "count": ""
    },
    {
      "name": "майонез",
      "count": "100 г + 50 г"
    },
    {
      "name": "йогурт без добавок",
      "count": "100 г"
    }
  ],
  "steps": [
    "Замаринуем лук. Порежем его соломкой и зальем кипятком с уксусом. Минут через 20 сольем маринад. Мясо мелко режем, солим и перчим, чеснок чистим и продавливаем через пресс. Нам нужно смешать йогурт и майонез, добавить чеснок. С йогуртом у меня вышел небольшой казус. Второпях взяла с полочки в магазине не тот йогурт, с клубникой. Обнаружила ошибку, когда уже готовила салат, и идти за другим йогуртом было поздно. И чтобы моя смесь не получилась очень сладкой, я взяла 150 г майонеза и 50 г йогурта.",
    "Мешаем мясо с эти соусом и выкладываем невысокой горкой на блюдо.",
    "Трем яйца на терке и выкладываем их на мясо по краю блюда. Посолим яйца и нанесем на них немного майонеза. Также сеточку из майонеза сделаем на мясе. Следующий круг – фасоль. С нее предварительно сливаем жидкость и промываем холодной водой.",
    "После фасоли – небольшой круг из лука. В центре выкладываем зеленые оливки. На фасоль с промежутками выдавливаем майонез. Между фасолью и яйцами по кругу выкладываем грибы шляпками кверху. Яйца украшаем зернами граната. Вот и все, наш салат готов. Дадим ему настояться-пропитаться 1 час на холоде. Приятного аппетита!"
  ]
}