{
  "name": "Печенье \"Ведьмины пальчики\"",
  "id": 321,
  "announce": [
    "В преддверии Хэллоуина хочется сделать что-то такое интересное, чтобы поразвлечь немного своих друзей. И это, конечно же, может быть печенье \"Ведьмины пальчики\"..."
  ],
  "description": [
    "Многие ваши друзья видели эти печеньки в интернете, и вроде бы их уже ничем не удивишь. На самом деле это не так, не все готовили и ели это печенье. И когда ваши знакомые получат пару пальчиков, завернутых в салфетку, то развернув ее, будут удивлены. И улыбки на их лицах это подтвердят.",
    "Приятного вам Хэллоуина!"
  ],
  "ingredients": [
    {
      "name": "На 30 \"пальчиков\":",
      "count": ""
    },
    {
      "name": "миндаль очищенный",
      "count": "30 шт."
    },
    {
      "name": "мука",
      "count": "300 г"
    },
    {
      "name": "масло сливочное",
      "count": "110 г"
    },
    {
      "name": "яйцо",
      "count": "1 шт."
    },
    {
      "name": "сахарная пудра",
      "count": "100 г"
    },
    {
      "name": "ликер апельсиновый",
      "count": "15 мл"
    },
    {
      "name": "разрыхлитель",
      "count": "1,5 ч. л."
    },
    {
      "name": "соль морская крупная",
      "count": "щепотка"
    }
  ],
  "steps": [
    "Ингредиенты для печенья \"Ведьмины пальчики\".",
    "Как приготовить печенье \"Ведьмины пальчики\": В миске взбить миксером размягченное масло, сахарную пудру, яйцо и ликер. Добавить разрыхлитель, соль и часть муки, перемешать.",
    "На стол высыпать остальную муку и быстро замесить гладкое тесто, чтобы к рукам не липло. Завернуть тесто в пищевую пленку, положить в холодильник на 20 минут.",
    "Сделать из теста колбаску, разделить ее на 30 равных частей.",
    "С каждого кусочка формируем тонкий пальчик, тыльной стороной ножа делаем рисунок, в один конец пальца вставляем миндаль.",
    "Выложить пальчики на пергамент, покрасить ногти любым красным вареньем. Отправить пальчики выпекаться в заранее разогретую до 180 градусов духовку на 15-20 минут. Снять пергамент с пальчиками с противня, оставить остывать. Печенье \"Ведьмины пальчики\" готово. Приятного аппетита!"
  ]
}