{
  "name": "Пицца на скорую руку",
  "id": 328,
  "announce": [
    "Если кушать очень хочется, а времени особо готовить нет - быстрая в приготовлении пицца из готового слоеного теста. За счет кислых огурцов и смеси из масла и приправ корж хорошо пропитывается, становится мягким и долго не черствеет."
  ],
  "description": [
    "Главное - пицца готовится с малым количеством майонеза и кетчупа, от которых и вовсе можно отказаться."
  ],
  "ingredients": [
    {
      "name": "тесто слоеное (готовое, размороженное)",
      "count": "500 г"
    },
    {
      "name": "огурцы соленые",
      "count": "2 шт."
    },
    {
      "name": "сардельки",
      "count": "2 шт."
    },
    {
      "name": "маслины",
      "count": "1/2 банки"
    },
    {
      "name": "перец болгарский",
      "count": "1/2 шт."
    },
    {
      "name": "сыр твердый (у меня сметанный)",
      "count": "100 г"
    },
    {
      "name": "сыр плавленый",
      "count": "100 г"
    },
    {
      "name": "масло растительное",
      "count": "3 ст.л."
    },
    {
      "name": "специи \"хмел",
      "count": "сунели\" - 1 ст.л."
    },
    {
      "name": "мускатный орех",
      "count": "1/2 ч.л."
    },
    {
      "name": "кетчуп (по желанию)",
      "count": "1 ст.л."
    },
    {
      "name": "майонез (по желанию)",
      "count": "1 ст.л."
    }
  ],
  "steps": [
    "",
    "Нарезаем сырые сардельки кружочками. Трем на средней терке сыр. Натрем на мелкой терке плавленый сыр.",
    "Я использовала свежезамороженный, уже нарезанный перец. Кто берет свежий, то нарезаем его. Маслины нарезаем колечками, маленькие - пополам, крупные - на 3 части. Огурцы - пополам, и каждую половину шинкуем.",
    "В отдельной ёмкости смешать 3 ст. л. подсолнечного или оливкового масла с 1 ст. л. \"хмели-сунели\" и 1/2 ч. л. мускатного ореха. Перемешать все ингредиенты.",
    "Застилаем пергаментной бумагой противень. Выкладываем на него лист слоеного теста. Прокалываем его, чтоб он не вздулся при выпекании. Смазываем лист теста приготовленной смесью.",
    "На нижний слой выкладываем колбасу. Посыпаем огурцами, перчиком.",
    "Посыпаем сырами.",
    "Посыпаем маслинами. Если есть желание, капаем пару капель кетчупа и майонеза. Отправляем в хорошо разогретую духовку на 20 минут.",
    "Готовую пиццу нарезаем порционными кусками.",
    "Приятного аппетита!"
  ]
}