{
  "name": "Куриная грудка под секретным покрывалом",
  "id": 329,
  "announce": [
    "Нежная мягкая курочка с секретным ингредиентом."
  ],
  "description": [
    "В этом рецепте расскажу об одном секрете)))"
  ],
  "ingredients": [
    {
      "name": "грудка куриная (я брала без кости, т.к. я ленивая)), с такой грудкой удобно работать)",
      "count": "2 шт."
    },
    {
      "name": "сливки (брала обычные 10%)",
      "count": "400 мл"
    },
    {
      "name": "крупа манная (обязательно из твердых сортов!!!, в рецепте расскажу почему)",
      "count": "2 ст. л."
    },
    {
      "name": "масло оливковое (брала свое любимое греческое, первого холодного отжима)",
      "count": "3 ст. л."
    },
    {
      "name": "приправа",
      "count": "по вкусу"
    },
    {
      "name": "соль",
      "count": "по вкусу"
    }
  ],
  "steps": [
    "Как приготовить куриную грудку в соусе: Нарезаем куриную грудку кубиками. Наливаем оливковое масло на сковороду и немного прогреваем. Выкладываем нашу курочку на сковороду и обжариваем на среднем огне примерно 15-20 мин. Только солим!",
    "В это время займемся нашим соусом. Для него нам понадобятся сливки, перец, приправка и манка.",
    "Наливаем сливки, добавляем перец, приправу для курицы и... барабанная дробь... начинаем аккуратно засыпать манную крупу, при этом постоянно помешивая наш соус, чтобы не было комочков. Вот такая красота у нас должна получиться. P.S. Как и обещала, рассказываю вам про секретный ингредиент. Я вычитала, что манная крупа, произведенная из пшеницы твердых сортов, полезна для нашего организма, т.к. в отличие от обычной манки, она содержит в себе сложные углеводы, которые не способствует набору лишнего веса. Оказывается, манка бывает из мягких сортов пшеницы (такой, как оказалось, большинство) и из твердых сортов пшеницы (в своем городе я нашла только одну, на фото вы ее видите). Короче, главное - когда будете искать манку из твердых сортов, смотрите, чтобы на пачке было написано \"произведено из твердых сортов пшеницы\"!!",
    "Поехали дальше, как только вы размешали соус, не медлите, чтобы манка не осела на дно, а сразу выливайте к нашей курице. Хорошо перемешиваем.",
    "Готовим куриную грудку в соусе до тех пор, пока соус не загустеет.",
    "После чего выключаем огонь, и можно подавать куриную грудку в соусе с любимым гарниром))) Приятного аппетита!)))"
  ]
}