{
  "name": "Закрытый овощной пирог",
  "id": 332,
  "announce": [
    "Для начинки этого пирога можно использовать любые овощи, а накрыть пирог нужно песочным тестом."
  ],
  "description": [
    "1. Просеять в большую миску 175 г муки и щепотку соли. Порезать мелкими кусочками 85 г сливочного масла и добавить в миску с мукой. Руками разминать масло, смешивая с мукой и образуя массу похожую на крошки (делать это нужно быстро, чтобы масло не растаяло и тесто не растеклось, если же это случилось, то его необходимо минут на 10-15 положить в холодильник, а затем продолжить работу с тестом).",
    "2. После того, как масса из крошек стала однородной, в нее необходимо добавить 2 столовые ложки холодной воды и замесить однородное тесто (если тесто не замешивается, можно добавить еще 1-2 ложки воды).",
    "Тесто выложить на присыпанную мукой поверхность и сформировать в шар, а затем завернуть в пленку и поместить в холодильник.",
    "3. Духовку включить для предварительного разогрева на 180 градусов. Тем временем приготовить начинку. На среднем огне в толстостенной кастрюле разогреть оставшиеся 40 г сливочного масла на среднем огне. Высыпать в масло лук и жарить, периодически помешивая, около 5 минут. Затем высыпать к луку грибы и жарить, помешивая, до мягкого состояния, около 7-10 минут. Добавить овощную смесь, хорошо перемешать.",
    "4. Сделать огонь под кастрюлей слабым и добавить в кастрюлю оставшиеся 25 г муки. Помешивая, готовить около 2 минут, доведя массу до пастообразного состояния. Постоянно помешивая, постепенно влить в кастрюлю теплое молоко. Затем добавить куриный бульон, посолить, поперчить, посыпать мускатным орехом и горчичным порошком, хорошо перемешать. Положить в кастрюлю лавровый лист и помешивая, довести до кипения. Когда масса загустеет, уменьшить огонь, убрать лавровый лист, добавить куриное мясо и переложить всю массу в глубокую, жаропрочную форму, диаметром около 23 см.",
    "5. Тесто достать из холодильника и положить на присыпанную мукой поверхность (если тесто сильно замерзло и твердое, то нужно оставить его при комнатной температуре на несколько минут).",
    "6. Раскатать тесто в пласт и накрыть им содержимое формы. Если тесто свисает с краев формы, лишнее можно аккуратно оборвать и удалить, но при этом небольшие бортики оставить все же можно. Вилкой сделать надколы по всей поверхности теста, чтобы впоследствии оно не вздулось, а пропеклось равномерно.",
    "7. Смазать верх пирога взбитым яйцом и поставить в духовку. Выпекать около 25 минут, до золотистого цвета верха.",
    "Подавать пирог горячим."
  ],
  "ingredients": [
    {
      "name": "мука пшеничная",
      "count": "200 г + 3 ст. л. (для присыпки стола)"
    },
    {
      "name": "масло сливочное охлажденное",
      "count": "125 г"
    },
    {
      "name": "лук репчатый (мелко резаный)",
      "count": "1 шт."
    },
    {
      "name": "грибы шампиньоны (порезанные пластинами)",
      "count": "100 г"
    },
    {
      "name": "овощная смесь (зеленый горошек, зерна кукурузы, резаная брокколи, морковь и т. д.)",
      "count": "200 г"
    },
    {
      "name": "молоко теплое",
      "count": "400 г"
    },
    {
      "name": "куриный бульон",
      "count": "200 г"
    },
    {
      "name": "мускатный ореха",
      "count": "1 щепотка"
    },
    {
      "name": "горчичный порошок",
      "count": "1 щепотка"
    },
    {
      "name": "лавровый лист",
      "count": "1 шт."
    },
    {
      "name": "куриное мясо (вареное и резаное мелкими кусочками)",
      "count": "250 г"
    },
    {
      "name": "яйцо (слегка взбитое)",
      "count": "1 шт. (для смазывания верхушки пирога)"
    }
  ],
  "steps": []
}