{
  "name": "Сырные шарики с чесноком и петрушкой",
  "id": 338,
  "announce": [
    "Несладкая выпечка из рассыпчатого песочного теста с добавлением чеддера. Отличная вещь – сырные шарики вместо обычного хлеба или взамен пампушек с чесноком."
  ],
  "description": [
    "Разместите решетку в верхней трети духовки и разогрейте духовку до 220 градусов. Слегка смажьте большой противень.",
    "С помощью кухонного комбайна или вручную приготовьте тесто. Смешайте муку, разрыхлитель, сахар и соль. Добавьте маргарин. Перемешайте до однородности. Добавьте масло. Перемешайте так, чтобы кусочки масла были размером с горошины. Вмешайте сыр. Влейте молоко. Слегка перемешайте. Замесите тесто, но не месите его долго, иначе сырные шарики не получатся рассыпчатыми.",
    "Выкладывайте тесто порциями (по ¼ стакана) на противень, на расстоянии 5 см. Выпекайте сырные шарики около 20 минут до золотистого цвета.",
    "Сделайте чесночное масло. Растопите сливочное масло (3 ст. л.) вместе с раздавленным зубком чеснока на среднем огне. Готовьте 1 минуту. Снимите с огня и вмешайте петрушку. Смажьте сырные шарики приготовленным маслом и подавайте теплыми. Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "Мука – 1 ¾ стакана",
      "count": ""
    },
    {
      "name": "Разрыхлитель – 1 ст. л. и 2 ч. л.",
      "count": ""
    },
    {
      "name": "Сахар – 2 ½ ч. л.",
      "count": ""
    },
    {
      "name": "Соль – ¼ ч. л.",
      "count": ""
    },
    {
      "name": "Маргарин размягченный – 3 ст. л.",
      "count": ""
    },
    {
      "name": "Масло сливочное – 80 г (холодное, нарезанное кусочками по 1 см) + 3 ст. л.",
      "count": ""
    },
    {
      "name": "Сыр «Чеддер» тертый – 170 г",
      "count": ""
    },
    {
      "name": "Молоко – ¾ стакана",
      "count": ""
    },
    {
      "name": "Масло сливочное – 3 ст. л.",
      "count": ""
    },
    {
      "name": "Чеснок – 1 зубчик",
      "count": ""
    },
    {
      "name": "Зелень петрушки измельченная – 1 ч. л.",
      "count": ""
    }
  ],
  "steps": []
}