{
  "name": "Запеканка Классная",
  "id": 34,
  "announce": [
    "Эту запеканку можно было бы отнести к простым картофельно-луковым запеканкам, если бы не множество разных добавок, которые превратили ее во вкуснейшее блюдо. Судите сами – картофель с луком, тушеные в вине, а сверху – румяная корочка ветчины с сыром и виноградом."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Картофель – 600 г",
      "count": ""
    },
    {
      "name": "зеленый лук –",
      "count": "4 шт."
    },
    {
      "name": "Ветчина вареная – 200 г",
      "count": ""
    },
    {
      "name": "виноград – 20",
      "count": "250 г"
    },
    {
      "name": "Лук сладкий (ялтинский) крупный – 2 шт.",
      "count": ""
    },
    {
      "name": "Грибы свежие белые – 200 г (можно взять шампиньоны)",
      "count": ""
    },
    {
      "name": "Растительное масло – 2 ст. ложки",
      "count": ""
    },
    {
      "name": "Сахар – 1 чайная ложка",
      "count": ""
    },
    {
      "name": "Вино сухое – 200 мл (если берете зеленый виноград, то вино – белое; для темного винограда – красное)",
      "count": ""
    },
    {
      "name": "Для заправки:",
      "count": ""
    },
    {
      "name": "Яйца – 3 шт.",
      "count": ""
    },
    {
      "name": "Водка – 50 мл",
      "count": ""
    },
    {
      "name": "Сливки густые – 2 ст. ложки (можно взять сметану)",
      "count": ""
    },
    {
      "name": "Сок половинки лимона",
      "count": ""
    },
    {
      "name": "Сыр твердый – 150 г",
      "count": ""
    },
    {
      "name": "Розмарин – щепотка",
      "count": ""
    },
    {
      "name": "Перец черный молотый – щепотка",
      "count": ""
    },
    {
      "name": "Перец белый молотый – щепотка",
      "count": ""
    },
    {
      "name": "Соль – по вкусу",
      "count": ""
    }
  ],
  "steps": [
    "Вымыть и очистить картофель. Очистить лук. Очистить грибы и порезать их кусочками. Виноград вымыть и оборвать ягоды с веточек. Зеленый лук почистить и порезать кольцами. Сыр натереть на крупной терке.",
    "Нарезать картофель кружочками или половинками кружочков. Отварить 5-7 минут в подсоленном кипятке. Откинуть на дуршлаг и дать воде полностью стечь.",
    "Лук нарезать четвертькольцами. Ветчину порезать соломкой.",
    "Грибы обжарить на разогретом растительном масле.",
    "Добавить лук, посыпать сахаром, полить вином и тушить на маленьком огне 5 минут. Откинуть на сито, отвар собрать.",
    "Для заправки слегка взбить яйца, добавить сливки, водку, специи, лимонный сок и половину тертого сыра. Все хорошо перемешать.",
    "Картофель смешать с луком и грибами.",
    "Глубокий противень выстлать пергаментом. Выложить картофель с луком и грибами. Сверху распределить ветчину.",
    "Потом посыпать зеленым луком, залить заправкой, разложить виноград и посыпать оставшимся сыром. Ставим в разогретую до 200 градусов духовку на 40-50 минут.",
    "Если запеканка мало зарумянилась, можно поставить на 3-4 минуты под гриль.",
    "Запеканка вкусная теплая. Приятного аппетита!"
  ]
}