{
  "name": "Пища ангелов",
  "id": 343,
  "announce": [
    "\"Пища ангелов\" - самый легкий во всех отношениях десерт :) Так, как на фото, торт \"Пища ангелов\" выглядит \"в оригинале\", а у меня получилось следующее..."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Для пирога:",
      "count": ""
    },
    {
      "name": "яичный белок",
      "count": "12 шт."
    },
    {
      "name": "винный камень (можно заменить на лимонный сок или разведенную лимонную кислоту)",
      "count": "1,5 ч.л."
    },
    {
      "name": "сахар",
      "count": "280 г"
    },
    {
      "name": "пшеничная мука",
      "count": "85 г"
    },
    {
      "name": "кукурузная мука",
      "count": "25 г"
    },
    {
      "name": "ванильный экстракт",
      "count": "1 ч.л."
    },
    {
      "name": "для крем",
      "count": "глазури:"
    },
    {
      "name": "сахарная пудра",
      "count": "150 г"
    },
    {
      "name": "яичный белок",
      "count": "1 шт."
    },
    {
      "name": "ванильный экстракт",
      "count": "0,25 ч.л."
    },
    {
      "name": "Для украшения (по желанию):",
      "count": ""
    },
    {
      "name": "Шоколад тертый",
      "count": ""
    }
  ],
  "steps": [
    "Яичные белки протереть через сито, если есть возможность, смешать с альбуминовыми нитями (это сухой яичный белок, который добавляют для стойкости и эластичности взбитых белков).",
    "Взбейте яичные белки, добавьте винный камень (лимонную кислоту или лимонный сок), взбейте до плотной пены, подсыпая сахар, чтобы получилась масса, как для меренги. Всыпьте просеянную пшеничную и кукурузную муку, аккуратно размешивая. Добавьте ванильный экстракт.",
    "Выложите тесто в несмазанную форму со съемными бортами и выпекайте в разогретой духовке при температуре 175 градусов примерно 40-45 мин., чтобы пирог поднялся и стал золотистым и пружинистым (или как повезет ;) Переверните форму на решетку. Дайте остыть.",
    "Разрежьте на 2 коржа и смажьте каждый белковой \"американской\" глазурью (взбивается как безе с добавлением ванильного экстракта). Вот все, что удалось запечатлеть, пока все не съели. А ведь отошла на пару минут поменять батарейки:)) Можно посыпать торт \"Пища ангелов\" тертым шоколадом."
  ]
}