{
  "name": "Закусочный торт из картофельного пюре",
  "id": 344,
  "announce": [
    "Оригинальный закусочный торт из картофельного пюре, с консервированной рыбой, оливками и отварными яйцами, украсит праздничный стол и удивит гостей своей оригинальностью и вкусом. Готовится картофельный торт очень просто, и по составу ингредиентов достаточно бюджетный."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Картофель – 500 г",
      "count": ""
    },
    {
      "name": "Тунец консервированный (или другая рыба) – 2 банки (по 180 г)",
      "count": ""
    },
    {
      "name": "Яйца вареные – 3 шт.",
      "count": ""
    },
    {
      "name": "Оливки без косточек – 80 г",
      "count": ""
    },
    {
      "name": "Масло сливочное – 50 г",
      "count": ""
    },
    {
      "name": "Петрушка свежая (рубленая) – 4 ст. ложки",
      "count": ""
    },
    {
      "name": "Майонез – 3 ст. ложки",
      "count": ""
    },
    {
      "name": "Лимон для украшения (по желанию)",
      "count": ""
    },
    {
      "name": "Соль",
      "count": ""
    },
    {
      "name": "Перец",
      "count": ""
    },
    {
      "name": "Масло растительное",
      "count": ""
    }
  ],
  "steps": [
    "Приготовление закусочного торта начинаем с того, что готовим картофельное пюре. Варим картошку, добавив соль, разминаем. Добавляем в пюре сливочное масло. Оставляем картофельное пюре остывать. Затем добавляем перец (1 ч. ложку или по вкусу) и рубленую петрушку.",
    "Вареные яйца нарезаем кружочками.",
    "Консервированный тунец освобождаем от жидкости, добавляем к нему майонез и тщательно перемешиваем.",
    "Миску или салатницу объемом 1 л выстилаем пищевой пленкой, смазываем ее растительным маслом. Выкладываем чуть теплое картофельного пюре (не все, небольшую часть оставляем), формируя при этом стенки, высотой до края емкости.",
    "На дно слоями выкладываем: половину тунца, яйца, оливки, вторую половину тунца. Последний слой - оставшееся картофельное пюре. Закрываем пищевой пленкой и отправляем картофельный закусочный торт в холодильник на 2 часа.",
    "После этого снимаем верхнюю пленку, накрываем плоской тарелкой и аккуратно переворачиваем картофельный торт. Снимаем пищевую пленку.",
    "Закусочный торт из картофельного пюре, с рыбой, яйцами и оливками, готов. Украшаем его лимоном и зеленью. Приятного аппетита!"
  ]
}