{
  "name": "Манковый тортик",
  "id": 348,
  "announce": [
    "Торт из манки любят многие. Его мы готовили с сыном. Вот какой торт-манник у нас получился."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "1 стакан манки",
      "count": ""
    },
    {
      "name": "1 стакан сахара",
      "count": ""
    },
    {
      "name": "1 яйцо",
      "count": ""
    },
    {
      "name": "1 стакан кефира",
      "count": ""
    },
    {
      "name": "100 г масла сливочного или растительного для пережарки",
      "count": ""
    },
    {
      "name": "1 стакан муки",
      "count": ""
    },
    {
      "name": "соль",
      "count": ""
    },
    {
      "name": "сода",
      "count": ""
    },
    {
      "name": "лимонная кислота",
      "count": ""
    },
    {
      "name": "орехи, изюм, ванилин",
      "count": "кто что любит (я выбрала изюм)"
    }
  ],
  "steps": [
    "1 стакан манки, 1 стакан кефира, 1 стакан сахара, яйцо - смешиваем вместе в глубокой миске и оставляем на 2-3 часа (можно на ночь). Манка набухнет и увеличится в размере. На сковороде растапливаем масло и в него добавляем изюм, орехи. Быстренько обжариваем. Остужаем. Добавляем в тесто (вместе с маслом). Всё перемешиваем хорошо. Добавляем 1 стакан муки, 1 ч. л. соды, щепотку соли и немного лимонной кислоты. Перемешиваем всё хорошо.",
    "Силиконовую форму смазываем маргарином и сверху посыпаем манкой (чтобы не пригорело).",
    "Заливаем тесто в форму. Даём настояться минут 8-10. Выпекаем в хорошо разогретой духовке 30-40 мин.(примерно)",
    "Достаём манник и смазываем пропиткой. Либо сиропом, либо кремом. Я пропитывала сметаной с сахаром. Желательно (если не широкая форма для торта) выпекать в 2 захода, два коржа. Т. е. тесто разделить на 2 части, они лучше пропекутся.",
    "Украсить торт из манки можно по-разному. Кому как позволит фантазия. Я верх облила сметаной. Дала постоять, пропитаться. После накапала сверху варенья вишнёвого (сироп), натёрла шоколадный батончик (конфета) и посыпала разноцветными посыпками-конфетти. Торт-манник готов! Угощайтесь!",
    "Торт-манник в разрезе. ПРИЯТНОГО АППЕТИТА!!!"
  ]
}