{
  "name": "Рулет \"Аргентина\"-2",
  "id": 349,
  "announce": [
    "Очень легкий в приготовлении рулет может послужить прекрасной закуской. Красиво смотрится на праздничном столе!"
  ],
  "description": [
    "Подробное пошаговое описание приготовления основы для рулета вы найдете здесь.",
    "Паштет из оливок и миндаля я брала готовый, но его можно приготовить и самим. Для этого достаточно измельчить в блендере горсть оливок без косточек и горсть миндаля с добавлением оливкового масла."
  ],
  "ingredients": [
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "яйца",
      "count": "3 шт."
    },
    {
      "name": "мука",
      "count": "3 ст.л."
    },
    {
      "name": "сахар",
      "count": "3 ст.л."
    },
    {
      "name": "соль",
      "count": "1 щепотка"
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "паштет из оливок и миндаля",
      "count": "4-5 ст.л."
    },
    {
      "name": "сыр (эмменталь)",
      "count": "100 г"
    },
    {
      "name": "нарезка сырокопченая (коппа)",
      "count": "125 г"
    },
    {
      "name": "грибы консервированные в масле",
      "count": "5 ст.л."
    },
    {
      "name": "помидоры вяленые в масле",
      "count": "5 ст.л."
    },
    {
      "name": "Салат листовой",
      "count": ""
    }
  ],
  "steps": [
    "Белки отделяем от желтков. Тщательно взбиваем белки в пышную пену. Желтки взбиваем с сахаром. Добавляем соль и муку. Опять взбиваем. Взбитые белки добавляем в посуду к желткам. Аккуратно перемешиваем, снизу вверх. Не торопясь, чтобы тесто осталось нежным и пышным. На противень помещаем бумагу для выпечки, слегка смазываем растительным маслом. Ложкой выкладываем тесто и разравниваем, чтобы получился равномерный слой.",
    "Выпекаем в разогретой духовке при 150 градусах 10 минут. Не больше! Вынимаем, и вместе с бумагой помещаем на влажное кухонное полотенце. Даем остыть несколько минут. Перед тем, как приступить к наполнению, осторожно отделяем корж от бумаги.",
    "Смазываем корж паштетом из оливок и миндаля (я брала готовый, но его можно приготовить и самим - для этого достаточно измельчить в блендере горсть оливок без косточек и горсть миндаля с добавлением оливкового масла).",
    "Посыпать тертым сыром.",
    "Выложить нарезку.",
    "Выложить мелко нарезанный, слегка подсоленный салат.",
    "Выложить грибочки (слить лишнее масло).",
    "Выложить нарезанные вяленые помидоры в масле (слить лишнее масло).",
    "Сворачиваем рулет, помогая себе бумагой.",
    "Рулет заворачиваем плотно в бумагу, как конфету, и отправляем закусочный рулет в холодильник на несколько часов.",
    "Приятного аппетита!"
  ]
}