{
  "name": "Шакшука",
  "id": 357,
  "announce": [
    "Основными ингредиентами шакшуки являются помидоры, яйца и оливковое масло, но в каждой стране шакшуку готовят по-разному. Предлагаем вам основной базовый рецепт этого очень вкусного блюда."
  ],
  "description": [
    "Шакшука – это блюдо, родиной которого является Северная Африка, и переводится с берберского языка как \"смесь\"."
  ],
  "ingredients": [
    {
      "name": "яйца куриные",
      "count": "4 шт."
    },
    {
      "name": "помидоры",
      "count": "4 шт."
    },
    {
      "name": "чеснок",
      "count": "4 зубка"
    },
    {
      "name": "перец острый",
      "count": "0,5 стручка"
    },
    {
      "name": "соль",
      "count": "1 ч. ложка без верха"
    },
    {
      "name": "паприка молотая",
      "count": "1 ч. ложка"
    },
    {
      "name": "перец черный молотый",
      "count": "0,25 ч. ложки"
    },
    {
      "name": "масло оливковое или растительное, для жарения",
      "count": "70 г"
    }
  ],
  "steps": [
    "Подготавливаем продукты для шакшуки.",
    "Как приготовить шакшуку: Очищаем помидоры от кожицы. 4 помидора надрезаем крест-накрест, заливаем кипятком, оставляем на 1-2 минуты, споласкиваем холодной водой и легко удаляем кожицу.",
    "Подготовленные помидоры нарезаем кубиками средней величины.",
    "4 зубчика чеснока чистим, моем, мелко нарезаем.",
    "Половину острого перца нарезаем тонкими кольцами.",
    "В сковороде с толстым дном разогреваем 70 граммов оливкового или другого растительного масла, добавляем подготовленный чеснок, перемешиваем.",
    "Добавляем подготовленный острый перец, еще раз перемешиваем и закладываем нарезанные кубиками помидоры.",
    "Делаем маленький огонь и тушим, приблизительно, 12 минут, время от времени перемешивая. В процессе тушения добавляем 1 чайную ложку соли без верха или по вкусу, 1 чайную ложку сладкой паприки и ¼ чайной ложки чёрного молотого перца.",
    "Аккуратно разбиваем в сковороду 4 яйца, жарим 3-4 минуты на маленьком огне, чтобы белок зажарился, а желток остался жидким, как в яичнице глазунье. Чуть-чуть присыпаем желтки щепоткой соли и щепоткой черного молотого перца.",
    "Подаем шакшуку в сковороде, с большим количеством свежего домашнего хлеба, чтобы можно было макать в соус."
  ]
}