{
  "name": "Салат из пекинской капусты, со спагетти и морскими гребешками",
  "id": 359,
  "announce": [
    "Вкусное блюдо с морскими гребешками - салат с пекинской капустой, морковью и спагетти."
  ],
  "description": [
    "1. Капусту нашинковать соломкой (по объему должно получиться примерно 3 стакана). Морковь измельчить на крупной терке. Лук порезать соломкой.",
    "2. Гребешки промыть под проточной холодной водой, обсушить на бумажном полотенце. Разрезать их вдоль пополам. Пока отложить в сторону.",
    "3. Спагетти отварить до готовности, согласно инструкции на упаковке. Затем откинуть на дуршлаг, промыть под проточной холодной водой, дать воде стечь.",
    "4. Переложить спагетти в большую миску, добавить капусту, морковь и лук.",
    "5. Приготовить заправку. В небольшой миске смешать уксус, соевый соус, 2 ч. л. растительного масла, мед и сушеный острый перец, слегка взбить вилкой. Отставить заправку в сторону.",
    "6. В большой сковороде на среднем огне разогреть оставшиеся 2 ч. л. масла. Выложить гребешки, готовить 3-4 минуты с обеих сторон.",
    "7. Салат из пекинской капусты и спагетти выложить на сервировочную тарелку. Сверху выложить гребешки, полить заправкой и посыпать кунжутом. Салат из пекинской капусты со спагетти и морскими гребешками аккуратно перемешать и подавать сразу же."
  ],
  "ingredients": [
    {
      "name": "морские гребешки замороженные (оттаявшие)",
      "count": "4 шт."
    },
    {
      "name": "спагетти",
      "count": "60 г"
    },
    {
      "name": "капуста пекинская, небольшой кочан",
      "count": "1 шт."
    },
    {
      "name": "морковь маленькая",
      "count": "1 шт."
    },
    {
      "name": "лук красный",
      "count": "0,5 шт."
    },
    {
      "name": "уксус винный красный или белый",
      "count": "2 ст. л."
    },
    {
      "name": "соус соевый",
      "count": "1 ст. л."
    },
    {
      "name": "масло растительное",
      "count": "4 ч. л."
    },
    {
      "name": "мед",
      "count": "1,5 ч. л."
    },
    {
      "name": "перец острый сушеный, раскрошенный",
      "count": "0,25 ч. л."
    },
    {
      "name": "кунжутные семена жареные",
      "count": "1 ч. л."
    }
  ],
  "steps": []
}