{
  "name": "Песочный пирог с яблоками и финиками",
  "id": 371,
  "announce": [
    "Яблоки, финики и орехи составляют начинку этого вкуснейшего песочного пирога."
  ],
  "description": [
    "Как приготовить песочный пирог с яблоками и финиками:",
    "1. Приготовить тесто. В чашу кухонного процессора насыпать муку, соль и положить сливочное масло, измельчить до однородного крошкообразного состояния. Добавить сахарную пудру, еще раз хорошо перемешать.",
    "2. В небольшой миске смешать яичный желток с водой и ввести эту смесь в чашу кухонного процессора, должно получиться однородное тесто. Разделить тесто на две равные части, сформировать в шары, а затем раздавить их и завернуть диски из теста в пищевую пленку, поместить в холодильник на 1 час.",
    "3. Один диск теста достать из холодильника и раскатать на присыпанной мукой поверхности в круг толщиной примерно 3 мм. Застелить этим пластом теста круглую жаропрочную форму диаметром 23 см, хорошо распределить тесто по форме. Второй диск теста оставить в холодильнике еще на 30 минут. Включить духовку для предварительного разогрева до 200 градусов.",
    "4. Приготовить начинку. В миске смешать сахар, муку, цедру и корицу. Яблоки почистить, порезать тонкими дольками и выложить в миску с мучной смесью. Добавить финики, апельсиновый сок и орехи, перемешать. Выложить яблочную начинку в подготовленный корж, сверху выложить резаное кусочками сливочное масло.",
    "5. Достать из холодильника оставшееся тесто, раскатать до толщины 3 мм и накрыть этим пластом яблочную начинку, хорошо соединяя края с нижним слоем. Свисающее, лишнее тесто обрезать. Из обрезков теста можно вырезать различные фигурки и украсить ими верх песочного пирога с яблоками и финиками. В верхнем корже сделать пару проколов, смазать верх взбитым яйцом, посыпать сахаром. Поместить песочный пирог с яблоками и финиками в разогретую духовку, выпекать около 40 минут, до золотистого цвета.",
    "Подавать песочный пирог с яблоками и финиками теплым."
  ],
  "ingredients": [
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "яблоки свежие",
      "count": "750 г"
    },
    {
      "name": "финики рубленые",
      "count": "180 г"
    },
    {
      "name": "орехи грецкие (рубленые)",
      "count": "30 г"
    },
    {
      "name": "апельсиновый сок",
      "count": "2 ст. л."
    },
    {
      "name": "сахар",
      "count": "50 г"
    },
    {
      "name": "мука",
      "count": "1 ст. л."
    },
    {
      "name": "цедра апельсина",
      "count": "1 ч. л."
    },
    {
      "name": "корица молотая",
      "count": "1 ч. л."
    },
    {
      "name": "масло сливочное",
      "count": "1 ст. л."
    },
    {
      "name": "яйцо крупные (слегка взбитое)",
      "count": "1 шт."
    },
    {
      "name": "Сахар тростниковый для присыпки",
      "count": ""
    },
    {
      "name": "*",
      "count": ""
    },
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "мука",
      "count": "400 г"
    },
    {
      "name": "соль",
      "count": "0,5 ч. л."
    },
    {
      "name": "масло сливочное (резаное кубиками)",
      "count": "180 г"
    },
    {
      "name": "сахарная пудра",
      "count": "2 ст. л."
    },
    {
      "name": "яичный желток",
      "count": "1 шт."
    },
    {
      "name": "вода ледяная",
      "count": "60 г"
    }
  ],
  "steps": []
}