{
  "name": "Салат \"Мое счастье\"",
  "id": 373,
  "announce": [
    "Этот салат готовится чрезвычйно быстро. В приготовлении он очень простой и невероятно вкусный."
  ],
  "description": [
    "1. Сначала нарезаем твердый сыр кубиками, приблизительно 1х1 см, затем нарезаем домашний или плавленый сыр такими же кубиками, пересыпаем их в миску или в тарелку.",
    "2. Далее грубо нарезаем сельдерей и вместе с тертой капустой добавляем в посуду с сыром.",
    "3. В самом конце добавляем столовую ложку майонеза. Все слегка перемешиваем (чтобы домашний сыр не распался). И подаем.",
    "",
    "С составом продуктов можно поэкспериментировать, так же как и с подачей. Этот салат также можно назвать диетическим.",
    "ПРИЯТНОГО АППЕТИТА!",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "***",
    "Спочатку нарізаємо твердий сир кубиками, приблизно 1х1 см, тоді нарізаємо домашній або плавлений сир такими самими кубиками і зсипаємо їх у маленьку мисочку або на тарілку. Далі грубо нарізаємо селеру і разом з капустою зсипаємо до посудини. На сам кінець додаємо столову ложку майонезу. Все це злегка помішуємо (щоб домашній сир не розпався). І подаємо.",
    "Зі складом продуктів можна поексперементувати, так само і з подачею. Цей салат також є дієтичним.",
    "СМАЧНОГО!"
  ],
  "ingredients": [
    {
      "name": "сыр твердый",
      "count": "50 г"
    },
    {
      "name": "сир домашний (коровий)",
      "count": "40 г"
    },
    {
      "name": "(если домашнего сыра нет, можно использовать плавленый сырок",
      "count": "1 шт.)"
    },
    {
      "name": "капуста свежая, натертая на терке",
      "count": "25 г"
    },
    {
      "name": "зелень сельдерея",
      "count": "5 г"
    },
    {
      "name": "(если вы не любите сельдерей, его можно заменить зеленью укропа или петрушки)",
      "count": ""
    },
    {
      "name": "майонез",
      "count": "1 ст.л."
    }
  ],
  "steps": []
}