{
  "name": "Слоеный салат \"Зазеркалье\"",
  "id": 394,
  "announce": [
    "Вкусный легкий слоеный салат."
  ],
  "description": [
    "Чтобы равномерно распределить минимальное количество майонеза, его можно выдавливать из кулечка, у которого тоненько срезан уголок. Очень удобно для этого покупать майонез в полиэтиленовой упаковке."
  ],
  "ingredients": [
    {
      "name": "кукуруза",
      "count": "100 г"
    },
    {
      "name": "сосиски или вареная колбаса",
      "count": "50 г"
    },
    {
      "name": "огурцы свежие",
      "count": "90-100 г (1 шт.)"
    },
    {
      "name": "морковь",
      "count": "150 г (1 шт.)"
    },
    {
      "name": "майонез",
      "count": "1,5-2,5 ч. ложки"
    },
    {
      "name": "зелень для украшения",
      "count": "по вкусу"
    }
  ],
  "steps": [
    "Морковь отварить, очистить, нарезать мелкими кубиками.",
    "Огурцы вымыть, нарезать кубиками.",
    "Если используются сосиски, а не колбаса, то их нужно отварить и снять шкурку. Затем нарезать кубиками.",
    "С кукурузы слить жидкость.",
    "Начинаем формировать салат. Для этого нам понадобится специальная форма - ее сразу устанавливаем на тарелку. Но можно обойтись пластиковым стаканом, например, из-под сметаны. Высота должна быть около 15 см, диаметр - 10 см. Итак, первый слой - половина всей кукурузы. Сверху распределить 0,25-0,5 ч. ложки майонеза.",
    "Затем половина всех огурцов. Сверху опять 0,25-0,5 ч. ложки майонеза.",
    "Затем выкладываем половину всей моркови, тщательно приминаем и снова добавляем немного майонеза.",
    "Следующий слой - вареная колбаса или сосиски. Высыпаем всю порцию, приминаем, добавляем майонез. Теперь будем выкладывать слои в обратном порядке: морковь, огурцы, кукуруза. Последний слой майонезом не смазываем.",
    "Если использована форма без дна, ее аккуратно снимаем. Если использован стакан, накрываем его тарелкой, переворачиваем накрытый стакан вверх дном и, прижимая стакан, аккуратно опрокидываем салат на тарелку. Украшаем кукурузой и зелень."
  ]
}