{
  "name": "Ачма",
  "id": 396,
  "announce": [
    "Ачма с сыром."
  ],
  "description": [
    "Как приготовить ачму с сыром:",
    "1. Яйца солим, взбиваем слегка венчиком, добавляем воду и постепенно вводим просеянную муку. Замешиваем тесто, не липнущее к рукам. Делим тесто на 9 кусков. Каждый скатываем в шар, накрываем полотенцем, и даём отдохнуть час.",
    "2. Потом каждый шар теста раскатываем в небольшую лепёшку и складываем друг на друга, хорошо припудривая мукой, накрываем полотенцем.",
    "3. Теперь начинка. Масло топим в микроволновке. Сыры натираем на крупной тёрке и, если надо, солим.",
    "4. Я использовал прямоугольный противень. Первый и последний пласты не отвариваем. Первый пласт теста раскатываем в прямоугольник и далее переносим его на кисти рук, растягиваем на весу, пока не станет тоньше бумаги. Рваться тесто не будет, ибо мы ему давали отдохнуть. Растянутый пласт теста кладём на противень, цепляя края за бортики. То есть он не касается дна и висит. Смазываем его маслом.",
    "5. Следующий лист так же растягиваем, бросаем в кипяток на 30 секунд. Вытаскиваем шумовкой и промываем под проточной водой. Укладываем на наш первый пласт теста, смазываем маслом.",
    "6. Дальше действуем аналогичным способом, только каждый слой пересыпаем сыром и поливаем маслом. Кто-то кладёт сыр только в середину, один раз. Но я так не делаю. Я хочу, чтобы сыр был максимально везде. Последний пласт теста растягиваем в руках, и закрываем им нашу будущую ачму.",
    "7. Смазываем верх яйцом и разрезаем на порции. Запекаем ачму с сыром в духовке 40 минут при температуре 200 градусов.",
    "Ачма с сыром готова. Приятного аппетита!"
  ],
  "ingredients": [
    {
      "name": "яйца",
      "count": "5 шт."
    },
    {
      "name": "соль",
      "count": "1 ст. ложка"
    },
    {
      "name": "вода",
      "count": "250 мл"
    },
    {
      "name": "мука",
      "count": "800 г"
    },
    {
      "name": "сулугуни",
      "count": "250 г"
    },
    {
      "name": "брынза",
      "count": "250 г"
    },
    {
      "name": "масло сливочное",
      "count": "250 г"
    }
  ],
  "steps": []
}