{
  "name": "Тортик-десерт \"на скорую руку\"",
  "id": 398,
  "announce": [
    "Как правило, для приготовления теста или крема требуется миксер. А если этого полезного устройства нет? Или есть, но в сломанном состоянии? Обходились же раньше без миксера (и не только без него))... Так что, со старым добрым венчиком получается в прямом смысле тортик \"на скорую руку\"!:)"
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "яйца",
      "count": "2-3 шт. (в зависимости от размера)"
    },
    {
      "name": "сахар",
      "count": "1 стакан"
    },
    {
      "name": "мука",
      "count": "1 стакан"
    },
    {
      "name": "сода (погашенная лимонным соком или уксусом)",
      "count": "0,5 ч. л."
    },
    {
      "name": "сметана",
      "count": "1 стакан"
    },
    {
      "name": "сахар",
      "count": "1/2 стакана (или по вкусу)"
    },
    {
      "name": "желатин",
      "count": "1 пакетик"
    },
    {
      "name": "ваниль",
      "count": "по вкусу"
    },
    {
      "name": "бананы",
      "count": "2 шт."
    },
    {
      "name": "киви",
      "count": "2 шт."
    },
    {
      "name": "желе со вкусом киви",
      "count": "1 пакетик"
    },
    {
      "name": "орехи кешью",
      "count": "по вкусу"
    }
  ],
  "steps": [
    "Взбейте яйца с сахаром. Понемногу подсыпая просеянную муку, перемешайте тесто до однородности. Добавьте гашеную соду, перемешайте. Испеките в разогретой до 180 градусов духовке корж (толщиной 2 см или чуть выше, как получится)).",
    "Взбейте сметану с сахаром. Разведите желатин (по инструкции на упаковке), остудите до комнатной температуры и влейте в сметану.",
    "Бананы нарежьте тонкими кружочками.",
    "Залейте бананы сметанно-желатиновым кремом.",
    "Если диаметр коржа больше тарелки или коробки для торта, корж можно \"подогнать по размеру\".",
    "Выложите бананы со сметаной на корж. А срезанные края разместите сверху по периметру в виде бортиков.",
    "Выложите еще один слой бананов, полейте сметаной.",
    "Нарезанные кружочками киви залейте разведенным желе.",
    "Часть орехов отделите и оставьте целыми.",
    "Часть орехов измельчите.",
    "Посыпьте слой бананов измельченными орешками, сверху выложите киви в желе и целые орехи. Поместите тортик \"на скорую руку\" в холодильник. Приятного аппетита!"
  ]
}