{
  "name": "Торт из рулетиков",
  "id": 42,
  "announce": [
    "Рулетики можно выпекать с любой начинкой. Если начинка не сладкая, соединять рулетики лучше густыми взбитыми сливками. А если начинка яблочно-ореховая, торт из рулетиков готовится со сгущенным молоком."
  ],
  "description": [
    "1. Муку соединить с яйцом, чуть теплым маслом (50 г), лимонным соком и теплой водой. Замесить не слишком мягкое, но и не крутое тесто.",
    "Вымешивать тесто до тех пор, пока оно не будет легко отставать от рук и от доски. Разделить тесто на две части, скатать в шар, посыпать мукой, накрыть теплой кастрюлей и оставить на 15 минут.",
    "2. Посыпать стол мукой, на середину выложить шар теста, смазать верх маслом и раскатать скалкой. Затем растягиваем руками, смазанными маслом, до тех пор пока тесто не станет тонким. Полученный пласт немного подсушить.",
    "3. Подсушенное тесто слегка смазать растопленным маслом. Присыпать молотыми орехами, сахарным песком и натертыми яблоками.",
    "4. Затем полученное тесто с начинкой сворачиваем в рулетики и разрезаем их на куски длиной 15 см. Кладем рулетики на слегка смазанный маслом противень. Смазываем сверху маслом и выпекаем в духовке до готовности при температуре 200 градусов.",
    "5. Готовые рулетики уложить на блюдо в один слой, залить вареным сгущенным молоком. Затем выложить еще 1-2 ряда и вновь залить вареным сгущенным молоком."
  ],
  "ingredients": [
    {
      "name": "мука",
      "count": "4 стакана"
    },
    {
      "name": "яйцо",
      "count": "1 шт."
    },
    {
      "name": "масло сливочное топленое",
      "count": "250 г"
    },
    {
      "name": "лимонный сок",
      "count": "1 ч. ложка"
    },
    {
      "name": "растительное масло",
      "count": "1-2 ст. ложки"
    },
    {
      "name": "орехи",
      "count": "1 стакан"
    },
    {
      "name": "яблоки",
      "count": "3 шт."
    },
    {
      "name": "сахар",
      "count": "1/2 стакана"
    },
    {
      "name": "вареное сгущенное молоко",
      "count": "1 банка (380 г)"
    }
  ],
  "steps": []
}