{
  "name": "Пирожки из тыквенного теста с ореховым вареньем",
  "id": 52,
  "announce": [
    "Пирожки вкуснейшие. Пышное мягкое дрожжевое тыквенное тесто и орехи из варенья из зеленых орехов. Можно выбрать и другую начинку, но мне уже давно хотелось пристроить эти замечательные орехи. С этим тестом у них хороший тандем."
  ],
  "description": [
    ""
  ],
  "ingredients": [
    {
      "name": "Тыквенное пюре – 300 г",
      "count": ""
    },
    {
      "name": "Мука – 600 г",
      "count": ""
    },
    {
      "name": "Яйца – 2 шт.",
      "count": ""
    },
    {
      "name": "Дрожжи сухие – 1 пакетик (11 г)",
      "count": ""
    },
    {
      "name": "Соль – 0,5 чайной ложки",
      "count": ""
    },
    {
      "name": "Молоко – 3 ст. ложки в тесто + 1 чайная ложка для обмазки",
      "count": ""
    },
    {
      "name": "Мед – 2 ст. ложки",
      "count": ""
    },
    {
      "name": "Масло сливочное – 60 г в тесто + 30 г смазать противень",
      "count": ""
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "варенье из зеленых грецких орехов",
      "count": "0,5 л"
    },
    {
      "name": "(вместо этого варенья можно взять вишневое без косточек, абрикосовое, грушевое, варенье из айвы)",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить тыквенные пирожки с вареньем: Для пюре натереть тыкву на терке для драников или сделать пюре в блендере. На терке лучше. С варенья с помощью металлического сита сливаем сироп.",
    "Для тыквенного теста смешаем треть муки, тыквенное пюре, мед, соль, 1 яйцо и 1 белок, дрожжи и молоко. Можно все это проделать с помощью миксера. Добавим растопленное масло и, постепенно, будем добавлять муку. Уйдет еще около трети муки.",
    "Замесим мягкое эластичное тесто. Накроем его полотенцем и поставим в теплое место на 1,5-2 часа. Я ставлю на кастрюлю с теплой водой.",
    "Вот как хорошо поднялось тыквенное тесто.",
    "Подсыпая муку, обомнем тесто, сделаем лепешки, на которые выложим половинки орехов из варенья или другую начинку и залепим пирожки.",
    "Готовые тыквенные пирожки выложим на застеленный пергаментом и смазанный маслом противень. Дадим пирожкам расстояться 10-15 минут. Духовку нагреем до 200оС. Смажем пирожки желтком, взбитым с 1 чайной ложкой молока. Выпекаем тыквенные пирожки 20-25 минут до зарумянивания.",
    "Готовые тыквенные пирожки с вареньем. Приятного аппетита!"
  ]
}