{
  "name": "Ленивые пельмени с овощным соусом",
  "id": 79,
  "announce": [
    "Я очень люблю пельмени, но вот лепить часами и смотреть, как их за 10 минут уничтожают, терпения не хватает. Вот ленивые - это пожалуйста! Да к тому же, если тесто замесила хлебопечка, еще охотнее! А ведь вкусные получаются!"
  ],
  "description": [
    "Я вам предлагаю рецепт теста для хлебопечки. Но, конечно, вы можете использовать для ленивых пельменей любое пельменное тесто по вашему усмотрению!"
  ],
  "ingredients": [
    {
      "name": "Для теста:",
      "count": ""
    },
    {
      "name": "вода",
      "count": "185 мл"
    },
    {
      "name": "яйцо",
      "count": "1 шт."
    },
    {
      "name": "соль",
      "count": "1 ч.л."
    },
    {
      "name": "мука",
      "count": "450 г"
    },
    {
      "name": "Для начинки:",
      "count": ""
    },
    {
      "name": "фарш (свинина+говядина)",
      "count": "600 г"
    },
    {
      "name": "лук",
      "count": "1/2-1 шт."
    },
    {
      "name": "чеснок",
      "count": "3 зуб."
    },
    {
      "name": "зелень петрушки",
      "count": "1/2 пучка"
    },
    {
      "name": "Соль",
      "count": ""
    },
    {
      "name": "Перец",
      "count": ""
    },
    {
      "name": "вода",
      "count": "50-70 мл"
    },
    {
      "name": "Для соуса:",
      "count": ""
    },
    {
      "name": "Лечо или овощи по вкусу",
      "count": ""
    },
    {
      "name": "Для обжаривания:",
      "count": ""
    },
    {
      "name": "Масло сливочное",
      "count": ""
    }
  ],
  "steps": [
    "Как приготовить ленивые пельмени: В контейнер хлебопечки помещаем воду и яйцо, добавляем соль и всыпаем муку. Ставим программу для замеса теста.",
    "Лук, чеснок и петрушку измельчить в блендере.",
    "Добавляем полученную смесь к фаршу. Солим, перчим. Доливаем немного холодной воды, фарш должен быть мягким, влажным.",
    "Тесто разделяем на 2 части. Раскатываем сначала первый тонкий прямоугольный пласт.",
    "Равномерно распределяем половину фарша.",
    "Закручиваем рулетом.",
    "Защипываем длинный край. Нарезаем кусочками по 4-5 см (у меня получилось 9 штук). Повторяем процедуру с оставшейся частью теста. Для моей семьи на один раз хватило половины, поэтому вторую часть пельменей я заморозила в лоточке.",
    "Пельмени обжариваем на сливочном масле с 2-х сторон.",
    "Теперь заливаем ленивые пельмени овощным соусом. Я использовала домашнее лечо, в которое добавила водички. Можно просто обжарить овощи по своему усмотрению. Тушим около 30 минут, под закрытой крышкой, переворачивая время от времени.",
    "Ленивые пельмени готовы. Приятного аппетита!"
  ]
}