{
  "name": "Торт \"Небесная подушка\"",
  "id": 96,
  "announce": [
    "Вкусно, нежно! Но готовить долго) Торт из бисквита, пирожных эклеров и заварного крема."
  ],
  "description": [
    "1. Для эклеров полстакана воды вместе со сливочным маслом довести до кипения. Всыпать понемногу муку, постоянно перемешивая. Быстро замесить гладкое, эластичное тесто. Когда оно чуть остынет, ввести яйца по одному, взбить тесто до однородности.",
    "2. Отсадить заварное тесто из кондитерского кулька (можно просто чайной ложкой) на противень, покрытый пергаментной бумагой. (Получается около 20 крупных пирожных, остальные можно сделать маленькими для украшения.) Выпекать эклеры 30 минут при температуре 180 градусов.",
    "3. Для бисквита разделить белки и желтки, взбить отдельно с сахаром, аккуратно соединить, перемешивая лопаткой снизу вверх. Просеять муку, осторожно перемешать с яичной массой, также снизу вверх.",
    "4. Выпекать бисквитный корж примерно 25 минут при температуре 180 градусов. Остудить бисквит полностью, пропитать ромом или сахарным сиропом (для сиропа: вода+сахар, нагревать до полного растворения сахара).",
    "5. Для заварного крема желтки растереть с сахаром, подмешать муку (если получилось слишком густо, добавить чуть молока) и вылить эту смесь в почти закипающее молоко. Варить крем, постоянно помешивая, до загустения.",
    "6. В 1/3 горячего заварного крема поломать шоколад и тщательно размешать. Шоколадным кремом начинить эклеры.",
    "7. В оставшейся заварной крем добавить 100 г сливочного масла.",
    "8. Смазать бисквитный корж половиной белого заварного крема.",
    "9. Сверху выложить эклеры. Затем снова белый заварной крем.",
    "10. Весь торт обмазать взбитыми сливками, украсить маленькими эклерчиками."
  ],
  "ingredients": [
    {
      "name": "Для заварного теста:",
      "count": ""
    },
    {
      "name": "масло сливочное",
      "count": "50 г"
    },
    {
      "name": "вода",
      "count": "0,5 стакана"
    },
    {
      "name": "мука",
      "count": "4 ст.л."
    },
    {
      "name": "яйца",
      "count": "2 шт."
    },
    {
      "name": "Для бисквитного теста:",
      "count": ""
    },
    {
      "name": "яйца",
      "count": "2 шт."
    },
    {
      "name": "мука",
      "count": "60 г (2 ст.л.)"
    },
    {
      "name": "сахар",
      "count": "60 г (2 ст.л.)"
    },
    {
      "name": "Для заварного крема:",
      "count": ""
    },
    {
      "name": "молоко",
      "count": "0,5 л"
    },
    {
      "name": "желтки",
      "count": "3 шт."
    },
    {
      "name": "сахар",
      "count": "4 ст.л."
    },
    {
      "name": "мука",
      "count": "2 ст.л."
    },
    {
      "name": "масло сливочное",
      "count": "100 г"
    },
    {
      "name": "шоколад",
      "count": "100 г"
    },
    {
      "name": "Кроме того:",
      "count": ""
    },
    {
      "name": "сливки",
      "count": "400 мл"
    }
  ],
  "steps": [
    ""
  ]
}